{
    "行者之心": {
        "Bonuses": [
            [
                "2",
                "攻擊力提高18%。"
            ],
            [
                "4",
                "重擊的暴擊率提升30%。"
            ]
        ],
        "SID": "10001",
        "Set Pieces": {
            "Flower": [
                "故人之心",
                "玉藍色的小花，花莖上繫著誰人的絲帶。",
                "\nThe traveler from a distant land pinned this flower close to his chest.\n\nThe traveler left a life of great privilege to pursue a wandering, unburdened life.\nIn a foreign land, by a clear lake of sweet waters, he met a frowning maiden.\n\n\"A traveler from afar? ...Huh. Not like it matters.\"\n\"You're a musician? Well then, pray do not insult me with empty praises or song.\"\n\"Just remember me as I am.\"\n\"As one about to be offered up as a sacrifice for the 'festival.'\"\n\nThe traveler who had abandoned his homeland pinned this flower close to his chest.\nHe wished to remind himself to love no one, and become attached to nothing.\nYet he would remember that maiden as he had promised, and walk into the fire for her sake...\n",
                "10001_Fl"
            ],
            "Feather": [
                "歸鄉之羽",
                "藍色的箭羽，其上凝結著旅人消逝遠去的眷戀。",
                "\nHope was ripped to shreds by ruthless might, and promises of reunion disappeared like fleeting shadows.\nThe wandering traveler had once against lost a place to call home.\n\nThe condescending evil stole his love's joy,\nAnd the endless conflict ground down his irreverent soul.\nThose gentle, playful rhythms of revelry,\nNow turned to sharp, icy clangs.\n\nFor his comrades, for his best friend, for the tables around which none would again share wine.\nFor freedom, for life, and for revenge against the evil that had taken her smile.\nThus resolved, the traveler plucked his last string, and fired his final arrow.\n\nAs he grew accustomed to life in this foreign land, he gazed up at the azure sky.\nAh, so the sky here was the same as the one back in his homeland...\n",
                "10001_Fe"
            ],
            "Timepiece": [
                "逐光之石",
                "飽經滄桑的時晷，永遠在靜默中記錄著日月循環。",
                "\nThe traveler pursued both fate and the inexorable passage of time.\nThe troupe that resisted the aristocracy — and their end — could be seen the eternal flow of time.\n\nIn the course of a long journey, even the most well-made watch might cease to work.\nThe only unfailing marker of time was the passage of the sun and moon.\nSo to chase formless time, the traveler could only pursue light itself.\n\nThe great halls of the nobility, and the rebellious troupe with no room to lay their heads.\nBoth were churned just the same by the flow of time, and both like fleeting dreams raced towards the same destruction.\n\nUnder the moonless night sky, the dark shadows drew upon the outlander's tired face.\n\"The songs are spent like arrows few, to the choir the curtain calls.\"\n\"Shall I ever see you smile anew, when the tower in the city square falls?\"",
                "10001_Ti"
            ],
            "Goblet": [
                "異國之盞",
                "樸素的白瓷酒杯，曾經盈滿了歡愉的酒水。",
                "\nA lyre has 4 strings.\nThe days he spent with his comrades in the \"troupe\" were probably the happiest in his life of wandering.\nAt first, it was just a chance meeting with the conductor — but for the invisible strings of fate.\nFirst came the girl who used a flute as a sword, and then that fellow Kreuzlied — one by one, the traveler met them all.\n\nIn the joyous tavern, the lyrist introduced a maiden he had met by chance to his comrades amidst the singing and dancing.\nThe drunken traveler strummed the strings and sang in a loud voice.\n\nWith them by his side, he would never have to travel alone again...\nPerhaps it would be alright to walk with them till journey's end.",
                "10001_Go"
            ],
            "Headpiece": [
                "感別之冠",
                "散發的春風氣息的柳冠。",
                "\nThe departing traveler would take this crown of willow branches as a final memento.\nWith it, he would remember his lover, now departed like a dandelion on the breeze.\n\nThe traveler was the wandering lyrist, and that maiden in the country of wine was a prisoner of the nobility.\nFor reasons he knew not himself, his lyre-song revealed his true heart.\n\n\"What would move me, you ask? ...Well, it would be your smile.\"\n\"I've never known you to smile, after all. Not even once.\"\n\"I will break the chains that bind you.\"\n\"When that time comes, would you let me see you smile?\"\n\n\"Yes, and thank you. It would be wonderful indeed if you could do that.\"\nPretty words, but who could trust them, coming from a singer?",
                "10001_He"
            ]
        }
    },
    "勇士之心": {
        "Bonuses": [
            [
                "2",
                "攻擊力提高18%。"
            ],
            [
                "4",
                "對生命值高於50%的敵人，造成的傷害增加30%。"
            ]
        ],
        "SID": "10002",
        "Set Pieces": {
            "Flower": [
                "勇士的勳章",
                "別在胸前的樸實小花，是一次冒險後得到的紀念品。",
                "\nThe little hero slipped out of doors by night, and with his friend rushed headlong into the wolves' forest.\nWith his slingshot he chased boars, and with sturdy branches he would battle imaginary monsters.\nFollowing the shining Seelie deep into the woods, he discovered a treasure that had laid buried for a thousand years.\n\nThat treasure was a small yellow flower.\n\nWhen the tired hero returned to his childhood bedroom, and flipped through the proof of his first adventures,\nHe discovered to his surprise that the long-hidden flower had yet to wilt.\nYet in this it was alone, for everything else had changed with the passing of years.\n",
                "10002_Fl"
            ],
            "Feather": [
                "勇士的期許",
                "明亮的鳴禽翎羽。能帶來小小的勇氣。",
                "\nTo comfort his crybaby of a companion, the young hero gave his friend a bird's feather.\nThis was proof of their shared adventure, of the treasure they found together, and was meant to embolden his comrade.\n\nMuch later, one of them was named a \"lion,\"\nAnd became a crownless king at the head of many knights.\nThe other became a \"wolf,\"\nSupporting his friend from the shadows, and running affairs of state.\n\nIn those turbulent times, the two defended their home and each other like sword and dagger.\nBut this was a story from long ago.\nSo many were lost during the cataclysm.\n",
                "10002_Fe"
            ],
            "Timepiece": [
                "勇士的堅毅",
                "老舊的微型沙漏，不具有實用性。與歲月一樣不可捉摸。",
                "\nWhen the black curses poured forth, and the roots of disaster infested the earth,\nThe knights, on expedition in a foreign land, would face the horror head on, their formation steely as the northern glaciers.\n\nThe steel of their greatswords flashed brightly, and the dark ichor fell like poisoned rain.\n\nAt last the hero returned home, but this time, without his old friend.\nSo much had changed, save for the hourglass that childhood companion had gifted him.\n",
                "10002_Ti"
            ],
            "Goblet": [
                "勇士的壯行",
                "木製的粗糙容器，其中空洞洞地盛滿了回憶。",
                "\nThe young hero's first battle ended, and for the first time he tasted the sweet wine of victory.\nThat day, deep of the vine he drank together with his closest friend — supportive, joyful, and blissfully ignorant.\n\nMany years later, when the cataclysm came, he led the knights to fight for his homeland.\nOn the eve of battle, he advised his childhood friend and long-time deputy to come drink with him.\n\n\"If you do not return, I will not mourn you.\"\n\"Nay, I will toast you, and drink in your honor, just as we do today.\"\n",
                "10002_Go"
            ],
            "Headpiece": [
                "勇士的冠冕",
                "粗略編成的草環。對一些人來說，就跟王者的金冠一樣貴重吧。",
                "\nThe little hero entered the deep, mysterious forest, and henceforth walked the path of resistance.\nHis best playmate played the role of the champion knight of the aristocracy.\n\n\"Like a lion I stride the battlefield, like she did a thousand years before.\"\n\"Songs I will inspire with my sword, to give to generations to come.\"\n\nTheir toy greatswords and tree branches clashed in their fierce duel—\nTill at last the hero won the day, and seized the aristocrats' crowns from their heads.\n\nMany years later, this wreath of flowers, though crudely made,\nWould seem more precious still than the power a master of knights held...",
                "10002_He"
            ]
        }
    },
    "守護之心": {
        "Bonuses": [
            [
                "2",
                "防禦力提高30%。"
            ],
            [
                "4",
                "隊伍裡自己的角色每有不同一種的元素類型，自身獲得30%相應的元素抗性。"
            ]
        ],
        "SID": "10003",
        "Set Pieces": {
            "Flower": [
                "守護之花",
                "守護者珍視的鳶尾花。並沒有機會送給傾心的人。",
                "\nOnly that maiden's clear voice,\nCould cause the guardian's brow to come unbound.\n\nTheir time together was short.\nAt last, the knight's blood would run dry,\nAs would her tears and her songs.\n",
                "10003_Fl"
            ],
            "Feather": [
                "守護徽印",
                "象徵著某人「渴望成為堅盾」的羽行別針。",
                "\nThe shield-crest engraved upon this quill glitters in the pale moonlight.\nLong ago, this light would strike fear into the hearts of evildoers and thieves.\n\nThe guardian had a very precious knightly title.\nBut at night, he would disguise his crest and face beneath a mantle.\nThus, he could shake off his restraints and do that which needed to be done—\n—Yet could not be done by an upright knight in good standing.\n",
                "10003_Fe"
            ],
            "Timepiece": [
                "守護座鐘",
                "展示當下時間的小道具，在沒有月亮的黑夜裡是唯一的時間參照。",
                "\nThe ticking of the clock's hands, the candlelight, and the reams of case notes,\nThe shadows by moonlight, the blade and black mantle,\nThese were the constant companions of the lonesome guardian.\nBut no matter how far he went, there was never enough time.\nHis superior, carefree and proud, often laughed at his curtness, his unsmiling face, his aversion to fun.\n\nBut the guardian was not one to look back on the past — only to the present and future.\nOnly by reaving every last trace of evil, no matter the means,\nCould he ensure that this land that his friend and superior loved could have a future without fear.\n\nOnly when he gazed on that maiden in the square,\nCould he think upon things he had no time for.\n\nOnly then could he think about his own future...",
                "10003_Ti"
            ],
            "Goblet": [
                "守護之皿",
                "金屬的容器。可以用來盛裝某種能排遣漫長守望帶來的孤獨的液體。",
                "\nAn exceedingly ordinary old wine canteen.\nIf one had to point out something special about it,\nIt would be that it never once contained a drop of alcohol.\n\n\"Come on, you have to try a little wine sometime.\"\nThe guardian's longtime friend and superior joked.\n\"Quit knitting those eyebrows together, have a little wine and song!\"\n\"I mean, that's how we have the courage to face tomorrow.\"\n",
                "10003_Go"
            ],
            "Headpiece": [
                "守護束帶",
                "被夜色染成靛青的織物。能在緊急時刻充當繃帶。",
                "\nAlways have a backup plan—\nHe wore this headband to remind himself of that axiom.\nIn an emergency, it could also serve as a tourniquet.\n\nBy this creed he taught his swordsmanship to the knights under his friend's command.\nBy this credo he also mentored a white knight who loved justice above all else.\nIn its name he nipped many seedlings that might have blossomed into evil in the bud.\n\nAs long as he was sufficiently prepared,\nEven if one day, he should be unable to defend this land,\nOr protect his friend, or that maiden who loved to sing...",
                "10003_He"
            ]
        }
    },
    "奇蹟": {
        "Bonuses": [
            [
                "2",
                "所有元素抗性提高20%。"
            ],
            [
                "4",
                "受到某個元素類型的傷害後，相應的元素抗性提升30%，持續10秒。該效果每10秒只能觸發一次。"
            ]
        ],
        "SID": "10004",
        "Set Pieces": {
            "Flower": [
                "奇蹟之花",
                "岩石之中生長出來的花。能夠裂穿堅硬的岩壁，是因為花追尋著光。",
                "\nA little blue flower that sprouted between the cracks of an old tombstone.\nThe carvings on the tombstone are a legacy of death, yet what sprouted from its cracks was the miracle of life.\n",
                "10004_Fl"
            ],
            "Feather": [
                "奇蹟之羽",
                "來自速度極快的猛禽，那奇蹟般的一擊肉眼幾乎無法捕捉。",
                "\nPlucked from a falcon that was as fast as the wind. The mere existence of such a bird is a miracle.\nIt was gifted with clear vision and sharp claws.\nWith its broad wings, its gliding speed was unparalleled.\n",
                "10004_Fe"
            ],
            "Timepiece": [
                "奇蹟之沙",
                "看起來是尋常的沙漏，乾涸的沙礫隨著翻轉運動像水一樣流動。",
                "\nIt is often said that one may achieve victory by striving, but receive a miracle only by waiting.\nBut is it not a miracle that fine sand was once a hard rock?\nIs it not too a miracle that we met each other?\n",
                "10004_Ti"
            ],
            "Goblet": [
                "奇蹟之杯",
                "民間流傳的算命儀式使用的杯子，也可以裝水。",
                "\nA clear goblet glittering with starlight.\nIn the past it was used to tell fortunes,\nFor the water it held was believed to reflect the Starry Sea.\n",
                "10004_Go"
            ],
            "Headpiece": [
                "奇蹟耳墜",
                "便宜的飾物，卻是遠古時代的隕星帶來的奇特的金屬製成。",
                "\nAn inexpensive pair of earrings made from metal that shines like the stars.\nWhat the sellers don't know is that the shine of these earrings comes from the fallen stars of ancient times.\n",
                "10004_He"
            ]
        }
    },
    "戰狂": {
        "Bonuses": [
            [
                "2",
                "暴擊率提高12%。"
            ],
            [
                "4",
                "生命值低於70%時，暴擊率額外提升24%。"
            ]
        ],
        "SID": "10005",
        "Set Pieces": {
            "Flower": [
                "戰狂的薔薇",
                "被染紅的精緻花朵，與狂戰士的氣質微妙地相符。",
                "\nIn the days before the berserker descended into madness, he would sometimes pause in the rose garden for a moment to himself.\nHe had never had a family, nor had he a lover, or a friend.\nWhen he was not on the battlefield, he would come here to tend to the fragile flowers in the garden with all his heart,\nas if the crimson flowers buried in the thorns were the only warmth he could cling to.\n",
                "10005_Fl"
            ],
            "Feather": [
                "戰狂的翎羽",
                "原本傳說中報喪之鳥的黯藍尾羽，一部分被染成了紅色。",
                "\nThe once-sane berserker's homeland fell victim to the raging war between gods and mortals.\nThe rose garden burst into flames and birds of omen fed on the flesh of his countrymen.\nReborn in flames, vengeance and bloodlust took over the warrior's mind, turning him into a berserker.\nBlack feathers, scattered on the battlefield, were painted red by his rage as he took his revenge.\n",
                "10005_Fe"
            ],
            "Timepiece": [
                "戰狂的時計",
                "永遠無情流動著的器物。提醒著狂戰士自己在戰場上的時限，和在人世間的時限。",
                "\nThe end inevitably comes for all, even the seemingly invincible berserker.\nAs the blood on his hands finally dried up, the berserker's footsteps began to falter.\nHis life was destined to end the moment he met his last challenger on the battlefield.\nOn the battlefield where blood flowed like rivers, his hourglass was painted red by the setting sun.\n",
                "10005_Ti"
            ],
            "Goblet": [
                "戰狂的骨杯",
                "以不知名的巨大獸類骨頭製成的杯。是某次廝殺後得到的獵獲。",
                "\nThe bloodthirsty berserker ravaged the lands, fighting humans and monsters alike, and even challenged the gods.\nIn a barren and lifeless land, he encountered a giant monster.\nHis iron mask could not conceal his rage, and so an endless fight ensued.\nHours, days, and years passed. The monster was finally defeated.\nThe berserker sucked out the marrow of the monster's broken horn. This was how the victor drank to his success.\n",
                "10005_Go"
            ],
            "Headpiece": [
                "戰狂的鬼面",
                "在不顧生死的廝殺中破碎一半的駭人鐵製面具。",
                "\nBathed in the flames that devoured his homeland, the berserker's face was no longer recognizable.\nThe iron mask became joined with his flesh, permanently branding his face with a heartless countenance.\nThen, in a fierce battle, his horrifying mask was split into two by his opponent.\nThe cracks of the mask tore apart the flesh that had long stuck to it.\nBut neither pain nor blood could stop the berserker's unfaltering footsteps.\nThe berserker kept roaring until the fresh blood covered the black clots hardened on his face.\n",
                "10005_He"
            ]
        }
    },
    "武人": {
        "Bonuses": [
            [
                "2",
                "普通攻擊與重擊造成的傷害提高15%；"
            ],
            [
                "4",
                "施放元素戰技後的8秒內，普通攻擊和重擊造成的傷害提升25%。"
            ]
        ],
        "SID": "10006",
        "Set Pieces": {
            "Flower": [
                "武人的紅花",
                "唯獨此種紅花能讓武人暫時忘卻痛苦。",
                "\nEver since being recognized by the master, the martial artist had been practicing every day for years.\nThe path of pursuing martial arts is long and harsh, and injuries are inevitable.\nAs instructed, he plucked a small crimson flower in the forest.\nAlthough his proud battle scars will never fully heal, at least the pain can be alleviated.\n",
                "10006_Fl"
            ],
            "Feather": [
                "武人的羽飾",
                "隨處可見的鳥類落毛，高手用來練習力道，新手則用來製成扇子。",
                "\nA feather plucked from a bird soaring in the sky by a skillful martial artist.\nThe essence of martial arts is not necessarily about the power of attacks.\nAgility and nimbleness honed over years of training are just as prideworthy for a martial artist.\nThe martial artist will wear the feather on his chest as proof of his unparalleled skills.\n",
                "10006_Fe"
            ],
            "Timepiece": [
                "武人的水漏",
                "進行耐力鍛煉時計時的小道具，比沙漏的流轉更加穩定。",
                "\nAn hourglass that uses the flow of water to measure the passage of time. The martial artist would have it with him at all times.\nWhen he was training under the waterfall or practicing a single leg stance on the stake,\nhe endured all the pain and suffering alone.\nThis time piece recorded every second of it in silence.\n",
                "10006_Ti"
            ],
            "Goblet": [
                "武人的酒杯",
                "稍微有點精緻的酒杯，是僅在武人上場前使用的儀式器具。",
                "\nBefore proudly stepping into the arena, a parting ritual with a glass of fine wine is essential for martial artists.\nEach of them faced with a worthy opponent, two martial artists will raise their glasses to one another.\nThey then step into the arena with a calm and collected composure to face their opponent with the utmost respect.\nThis is the true meaning of the toast, which comes before the fight takes place. It does not serve to glorify victory or cast shame on defeat.\n",
                "10006_Go"
            ],
            "Headpiece": [
                "武人的頭巾",
                "入門第一件事，精氣神。綁上頭巾，隨時提醒自己勿忘這三字。",
                "\nA bright-red bandana that belonged to a martial artist. The color has now faded.\nIt serves as proof that the bearer practiced martial arts at a young age. It also represents the high ambition the young martial artist once had.\nBefore the first crack of dawn, the young martial artist was already training in the forest.\nMany years later, the martial artist is now an instructor. Though youth may be a thing of his past, he remains just as alert and diligent as when he was young.\n",
                "10006_He"
            ]
        }
    },
    "教官": {
        "Bonuses": [
            [
                "2",
                "元素精通提高80點。"
            ],
            [
                "4",
                "觸發元素反應後，隊伍中所有角色的元素精通提高120點，持續8秒。"
            ]
        ],
        "SID": "10007",
        "Set Pieces": {
            "Flower": [
                "教官的胸花",
                "教官的胸口別著這種花的時候，意味著今日不練兵。",
                "\nEvery student in the school knew that the strict instructor was a serious soldier.\nBut every week, there would always be a day or two when the instructor would wear this yellow flower brooch on his chest.\nThe smile on the instructor's face would always bring the students a sense of relief.\nFor when the instructor wore the yellow flower brooch, it meant that they could take a day off and go home.\nOnce his boisterous students had finally gone, the instructor would visit a silent graveyard.\nThere, after a moment of silence, he would pay his respects to the familiar names carved on the tombstones.\n",
                "10007_Fl"
            ],
            "Feather": [
                "教官的羽飾",
                "熟知如何化解攻擊力道的教官，不會讓這種羽飾被勁風吹掉。",
                "\nThe strict instructor once sharpened his own combat skills on the merciless battlefield.\nWhat he teaches the students goes beyond self-defense techniques to apply in battle.\nMoreso than attacking and defending, what he imparts to them is the skill of surviving on the front line even in the face of insurmountable odds.\nEvery move and technique he demonstrates pays homage to the veterans of wars gone by.\nFor it was their sacrifices that helped him become who he is today.\n",
                "10007_Fe"
            ],
            "Timepiece": [
                "教官的懷錶",
                "不能用來看時間的懷錶，是完全奉獻給訓練的計時工具。",
                "\nA pocket watch treasured by the instructor. It is not, however, military-issue gear from the instructor's school.\nBack when the instructor was still a soldier, this pocket watch was used to coordinate charges against the enemy.\nIt marked victories and defeats, and counted the final hours of the soldiers.\nFor the students, it represented the hardships they endured on the long path towards becoming a real soldier.\n",
                "10007_Ti"
            ],
            "Goblet": [
                "教官的茶杯",
                "雖然在外人看來只是普通的茶杯，但在學員眼裡可是教官權力的象徵。",
                "\nEvery military school student knows that the so-called \"free training time\" could not have anything less to do with freedom.\nThe instructor sits back and watches while the students train rigorously in the field.\nA cup of black tea with a little too much sugar in it marks a typical afternoon for the instructor.\nThis peaceful time is a privilege of the instructor, and the embodiment of his authority.\n",
                "10007_Go"
            ],
            "Headpiece": [
                "教官的帽子",
                "制式的教官帽子。是拒絕了晉升的軍官才能獲得的殊榮。",
                "\n\"I don't have the talent to command an army as its general,\nNor am I qualified for anything beyond being a soldier.\nAll I can do is to be a strict instructor to these children,\nSo that they might survive on the battlefield a bit longer.\"\n",
                "10007_He"
            ]
        }
    },
    "賭徒": {
        "Bonuses": [
            [
                "2",
                "元素戰技造成的傷害提升20%。"
            ],
            [
                "4",
                "擊敗敵人時，有100%的機率清除元素戰技的冷卻時間。該效果每15秒至多觸發一次。"
            ]
        ],
        "SID": "10008",
        "Set Pieces": {
            "Flower": [
                "賭徒的胸花",
                "華麗的大花朵，其中能藏得下自己事前準備好的骰子。",
                "\nGamblers like to flaunt their wealth, although their money can disappear overnight.\nShe would wear this huge, exotic flower ornament on her ears. It certainly catches the eye.\nBut what they would not see is the trick dice carefully hidden within the flower.\nThe gambler would only sneak this dice out of the brooch in an urgent situation.\nSwapping in this dice under the vigilant eyes of the guests was how she turned the table around.\n",
                "10008_Fl"
            ],
            "Feather": [
                "賭徒的羽飾",
                "大型鳥的尾羽，其中能藏得下能改天逆命的牌。",
                "\nThis colorful feather served to decorate a gambler's hat. Its flamboyance disgusts true aristocrats.\nBut what the aristocrats do not see is the delicate mechanism hidden beneath the surface.\nWhen the time comes, the gambler subtly swaps in a hidden, game-changing card.\nUpon seeing this card, the disdain and condescension on the aristocrats' faces would instantly give way to sheer shock.\n",
                "10008_Fe"
            ],
            "Timepiece": [
                "賭徒的懷錶",
                "破碎的懷錶，曾經為它的主人擋下了致命的攻擊。",
                "\nPerfect timing is necessary for the gambler's trick to work.\nThat's why she always had this golden pocket watch in her breast pocket.\nIn countless games, there was always that crucial moment when her sensitive perception of time saved her.\n",
                "10008_Ti"
            ],
            "Goblet": [
                "賭徒的骰盅",
                "是特製的、用於單一用途的容器，但其中並沒有欺詐用的機關。",
                "\nEvery gambler is superstitious to some degree. Many are very fond of custom-made dice cups, for instance.\nThis was her custom-made dice cup. Despite what one might expect, there was nothing dishonest about it. It had no hidden mechanisms.\nFate only decides half of one's dice rolls. The other half are decided by oneself.\nAnd yet, she never rolled the dice away from the gambling table.\n",
                "10008_Go"
            ],
            "Headpiece": [
                "賭徒的耳環",
                "能讓人冷靜評估局勢與風險，避免危機的翠藍耳環。",
                "\nThese ostentatious earrings are the perfect representation of the gambler's transient wealth.\nThe glimmer of the gem is just as soothing as the sky and the lake.\nThe earrings would be coated with a mildly sedative substance to keep the gambler calm in the game.\nIn games where one gambles with life and death, remaining calm and composed is the key to winning.\n",
                "10008_He"
            ]
        }
    },
    "流放者": {
        "Bonuses": [
            [
                "2",
                "元素充能效率提高20%。"
            ],
            [
                "4",
                "施放元素爆發後，每2秒為隊伍中所有角色（不包括自身）恢復2點元素能量。該效果持續6秒，無法疊加。"
            ]
        ],
        "SID": "10009",
        "Set Pieces": {
            "Flower": [
                "流放者之花",
                "帶在身上的黯淡的花。是流放之身也要帶著，一定有重要的意義吧。",
                "\nIt all happened before the exiled aristocrat was involved in the family feud.\nThis flower bloomed before the first blood was shed.\nHaving witnessed the cruelty of humanity, the exile left his kindness and gentleness in the past.\nBut this faded flower and the innocent smile he once had will always be his treasure.\n",
                "10009_Fl"
            ],
            "Feather": [
                "流放者之羽",
                "並不是刻意的裝飾物，只是在荒野流浪中偶然沾上的不知名的鳥羽。",
                "\nThrough plains and forests, the exile traveled alone in the wild.\nThrough thick layers of dark clouds, an azure feather fell on his shoulder.\nThe feather came from a panicked bird escaping from the falcon, just like the exile.\nThe feather represents the spirit of a nestless, free bird, just like the exile.\n",
                "10009_Fe"
            ],
            "Timepiece": [
                "流放者懷錶",
                "水晶製成的錶鏡已經破碎，連錶針也全數脫落，但仍然不願丟棄。",
                "\nThe aristocrat acquired this pocket watch back in his youth.\nThis delicate timepiece recorded every moment of his childhood.\nBut tragedy brought his carefree days to an abrupt end.\nThe aristocrat was forced into a long and lonesome exile.\n",
                "10009_Ti"
            ],
            "Goblet": [
                "流放者之杯",
                "黯淡的重金屬製成的杯形器皿，可以看出外壁上原本鑲有寶石，又被挖掉了。",
                "\nThis silver goblet is a family heirloom of an exiled aristocrat. The exterior was once inlaid with a gem engraved with his family crest.\nBut after the exile had brought shame to his family, he carved out the symbol of which he was once proud.\nAs a result, this cup is broken and can no longer hold liquid.\nBut the exile still carries it with him until the end of his journey.\n",
                "10009_Go"
            ],
            "Headpiece": [
                "流放者頭冠",
                "尊貴的頭冠，昭示身分的徽記被用刀劃破，原本的顯貴身分已被廢黜。",
                "\nAs a child, the exile lived in a noble house. His childhood was carefree, and his playground was a palace built with silver.\nIn the times of old, the circlet of his father was a symbol of gentility and nobility.\nHowever, years later, a family feud painted the collapsing palace blood-red.\nThe circlet became the evidence of the exile's crime and has been with the exile ever since.\n",
                "10009_He"
            ]
        }
    },
    "冒險家": {
        "Bonuses": [
            [
                "2",
                "生命值上限提高1000點。"
            ],
            [
                "4",
                "開啟各類寶箱後的5秒內，持續恢復30%生命值。"
            ]
        ],
        "SID": "10010",
        "Set Pieces": {
            "Flower": [
                "冒險家之花",
                "從深邃的古都尋得的絕境求生的小花，被當做驕傲的勳章佩在胸前。",
                "\nThe ambitious adventurer came across this resilient flower in the depths of a gloomy ruin.\nMoved by the sight of life sprouting in defiance of a lifeless land, he almost forgot about the treasures buried deep in the ruin.\nAfter pausing to ponder it for a while, the adventurer plucked the flower, wore it as a brooch, and ventured forth into the darkness.\n",
                "10010_Fl"
            ],
            "Feather": [
                "冒險家尾羽",
                "異國的奇妙鳥類的羽毛，在這片大陸上非常罕見。",
                "\nAn adventurer once traveled through a forest in search of rare beasts never seen before.\nAs he tore his way recklessly through the foliage, the adventurer tripped on a tree root.\nWhen he regained consciousness, he saw a girl so beautiful that he was willing to give up the adventurer's life to be with her.\nHer appearance was surreal, with a cluster of feathers adorning her hair.\n",
                "10010_Fe"
            ],
            "Timepiece": [
                "冒險家懷錶",
                "常在不見天日的巨淵或是失落的古都流連的冒險家，會經常忘記時間。",
                "\nA pocket watch that once belonged to an adventurer. It was crafted by a master watchmaker with simplicity and practicality in mind, aligning with the philosophy of the Adventurers' Guild.\nThe adventurer spent most of his days in darkness. The rhythmic sound of its moving hands was the only proof he had of the passage of time.\nLong after he had grown accustomed to a normal life, having given up the adventurer lifestyle he once loved so dearly, \nthis forgotten pocket watch still sat quietly in the cabinet, waiting for its next adventure.\n",
                "10010_Ti"
            ],
            "Goblet": [
                "冒險家金杯",
                "冒險家某次出征的戰利品，雖然有缺口，仍然是值得驕傲的獵獲。",
                "\nAn old, golden goblet that the adventurer used to drink water. It is said that he found it in an old ruin.\nThe exterior is engraved with ancient symbols and inlaid with a faded gemstone.\nEventually, the adventurer bid farewell to the nomadic lifestyle.\nThis old, golden goblet was traded in for new, shiny Mora.\n",
                "10010_Go"
            ],
            "Headpiece": [
                "冒險家頭帶",
                "束在額前的飾帶，吸滿了汗液、覆蓋著塵土。但髒污難以遮掩冒險家的驕傲。",
                "\nThere is nothing special about this green bandana, save that the fabric is rather robust and highly absorbent.\nJust like the bandana, its wearer was an unexceptional, ordinary person.\nBut countless secrets lie hidden in the stars high up above and the abyss deep down below.\nAll of these things are awaiting discovery by mere mortals.\n",
                "10010_He"
            ]
        }
    },
    "幸運兒": {
        "Bonuses": [
            [
                "2",
                "防禦力提高100點。"
            ],
            [
                "4",
                "拾取摩拉時，恢復300點生命值。"
            ]
        ],
        "SID": "10011",
        "Set Pieces": {
            "Flower": [
                "幸運兒綠花",
                "無憂無慮地生長在原野裡的四葉綠花，被採是因為能帶來幸運之說。",
                "\nOne who is favored by fortune tends to experience at least their fair share of miracles.\nThe legendary four-leaf clover, for instance, is a precious find that brings luck to its bearer.\nOnce, while playing in the field, the carefree young boy known as Lucky Dog happened across just such a clover.\nDelighted, he plucked it from the ground and put it in his pocket.\nNo-one knows whether it was the clover which brought him his good fortune, or the other way around.\n",
                "10011_Fl"
            ],
            "Feather": [
                "幸運兒鷹羽",
                "擋在面前的魔物卻被捕食的鷹隼盯上，偶爾能帶來這種程度運氣的翎羽。",
                "\nWhen fortune has your back, even the most ferocious monster has to yield.\nStrolling in the forest, the boy known as Lucky Dog had no idea that a monster was lurking nearby, having singled him out as its prey.\nThe boy became distracted by some colorful mushrooms, and the monster pounced. He leaped out and landed on the poisonous mushrooms, stomping them flat.\nThis was going to be an easy hunt, the monster thought — until a feather from the eagle circling above fell quietly onto its back.\n",
                "10011_Fe"
            ],
            "Timepiece": [
                "幸運兒沙漏",
                "因為破洞而空空如也的沙漏。時光流逝對無憂無慮的人沒有意義。",
                "\nEven time itself could not leave a wrinkle on the face of the happy-go-lucky boy known as Lucky Dog.\nLucky Dog had no family, let alone children of his own.\nBut in the course of his life of good fortune, he considered all he met as his friends and family.\nAs his life was nearing its end, he saw an hourglass with sand flowing down, as if counting down his remaining time.\nHe simply chuckled, took a slingshot, and shattered the hourglass.\n",
                "10011_Ti"
            ],
            "Goblet": [
                "幸運兒之杯",
                "精緻的金屬器皿，曾經被用來打趴了夜盜。",
                "\nOnce there was a child favored by fortune from the day he was born. Try as they might, even the most vicious bandits could not lay a finger on him. He became known as Lucky Dog.\nThe child grew up, and one day in the throes of adulthood he found himself stumbling drunk along the back alley behind the tavern.\nUnder the starless sky, a vicious bandit prepared to rob Lucky Dog, taking advantage of his compromised state.\nBut just as the bandit was about to strike, a flying goblet hit him square on the forehead, knocking him out cold.\nNaturally, this makes Lucky Dog one of very few people known to have benefited, rather than suffered, from being in the vicinity of a tavern brawl.\n",
                "10011_Go"
            ],
            "Headpiece": [
                "幸運兒銀冠",
                "原本墜入落穴，卻是被驅逐的舊宗族藏寶的地窖。是那次經歷的紀念品。",
                "\nOne who is favored by fortune can even find priceless treasures in the most deadly of traps.\nWhile wandering around some ruins, the boy known as Lucky Dog accidentally fell into a deep pit.\nHe landed safely on a pile of dust. It turned out to be a mattress that over the years had gradually broken down, eventually turning to dust.\nJust like that, Lucky Dog discovered a treasure trove left by the old aristocrats. This circlet came to epitomize his luck.\n",
                "10011_He"
            ]
        }
    },
    "學士": {
        "Bonuses": [
            [
                "2",
                "元素充能效率提高20%。"
            ],
            [
                "4",
                "獲得元素微粒或元素晶球時，隊伍中所有弓箭和法器角色額外恢復3點元素能量。該效果每3秒只能觸發一次。"
            ]
        ],
        "SID": "10012",
        "Set Pieces": {
            "Flower": [
                "學士的書籤",
                "用來充當書籤的乾花，吸滿了書卷的香氣。",
                "\nFlowers were a rare sight for the scholar who lived in her ivory tower, buried under piles of books.\nA young man, who admired the scholar, once gave her this exotic flower in the hope of bringing some life to the dull and lonely days she spent in her study.\nThe scholar accepted the gift gratefully and made a flower bookmark with it.\nEver since then, there has always been a splash of vivid color hidden somewhere in the pages of the dull piles of books.\n",
                "10012_Fl"
            ],
            "Feather": [
                "學士的羽筆",
                "用做書寫工具的某種鳥類尾羽，根部已經被浸成洗不去的黑。",
                "\nThe scholar's quill pen is made from the feather of an exotic bird.\nAfter an enormous amount of writing, the feather has been stained black.\nIn all her years, the scholar never thought of changing her stained quill pen for a new one.\nJust as an old soldier feels most at ease with his own weapon, the scholar needed her familiar quill pen.\n",
                "10012_Fe"
            ],
            "Timepiece": [
                "學士的時鐘",
                "適合放在桌面上的小鐘，對久不見天日的學者來說是唯一的時間參考吧。",
                "\nA delicate clock placed carefully on the scholar's desk.\nSpending days and nights in her study, the scholar lost all sense of time.\nThis exquisite clock served as a beacon guiding the scholar in her relentless pursuit of knowledge.\nThe time the scholar spent would prove to be fruitful. Knowledge would find its way to her.\n",
                "10012_Ti"
            ],
            "Goblet": [
                "學士的墨杯",
                "原本是飲水用的容器，因為常用來洗筆而被染黑。",
                "\nA delicate tea cup that belonged to a scholar. This treasured cup is made of light porcelain and gilded with gold stripes.\nThe dainty cup was in stark contrast with the messy room in which it was found, but seemed to suggest that the scholar was from a well-to-do family.\nNot caring about the beauty and purpose of the tea cup, the scholar in her ivory tower dipped her quill pen in it.\nShe only saw it as a convenient ware to wash the tip. Now covered in ink stains, the cup has long since lost its former elegance.\n",
                "10012_Go"
            ],
            "Headpiece": [
                "學士的鏡片",
                "大量的閱讀會傷害讀者的視力；為了彌補這樣的損傷，而定製的道具。",
                "\nThe pursuit of knowledge is a risky gamble. Even after devoting one's entire life to it, it may prove to have been futile.\nThe scholar spent half of her lifetime in endless research, taking notes and making calculations.\nHaving failed to find the answers she was looking for, she once hesitated and questioned her career choice, thus wasting further time.\nHer once sharp eyesight had also been damaged by intensive reading.\nAll this, and the answers she sought were still beyond her reach.\n",
                "10012_He"
            ]
        }
    },
    "遊醫": {
        "Bonuses": [
            [
                "2",
                "角色受到的治療效果提高20%。"
            ],
            [
                "4",
                "施放元素爆發時，恢復20%生命值。"
            ]
        ],
        "SID": "10013",
        "Set Pieces": {
            "Flower": [
                "遊醫的銀蓮",
                "是珍貴的藥材，但存放了這麼久已經失去了藥用價值。",
                "\nThe doctor traveled across the land in search of rare herbs, with the zeal of an adventurer.\nOn a steep cliff between slippery rocks, she found this silver lotus.\nThe lotus was never made into medicine, but its scent gave her the strength to go on from that day forward.\n",
                "10013_Fl"
            ],
            "Feather": [
                "遊醫的梟羽",
                "梟的堅硬羽毛，夜間行醫時用夜行猛禽的意象鼓舞自己。",
                "\nEven the pitch-black night could not stand between the traveling doctor and her patients.\nDanger lurks in every corner at night. Those who venture out must be as vigilant as the owl.\nBut unlike the owl, the endless nights without rest eventually took their toll on the traveling doctor, and she fell ill.\n",
                "10013_Fe"
            ],
            "Timepiece": [
                "遊醫的懷鐘",
                "用來精確計時的道具。對醫者而言，即使是一秒的時間也不能浪費。",
                "\nWhen treating a dying patient, every second counts.\nThe accuracy of this watch had helped the traveling doctor turn the tide numerous times.\nBut as she lay alone on the sickbed in her final days, all she could do was savor its sound, each tick standing for one of the precious moments of life she had left.\nWhat used to be a tool to save lives now sang a final elegy for its owner.\n",
                "10013_Ti"
            ],
            "Goblet": [
                "遊醫的藥壺",
                "原本裝滿了提煉後極濃的藥汁，如今只剩下濃烈的藥味。",
                "\nThe medicine has long dried up, but its bitter smell still lingers in this pot.\nWith that bitter medicine, the traveling doctor saved countless lives.\nAnd when she fell seriously ill, no-one was there for her except for the medicine pot on the furnace.\n",
                "10013_Go"
            ],
            "Headpiece": [
                "遊醫的方巾",
                "平時能在行醫時綁住亂髮，緊急情況下也能用來托起扭傷、折斷的手臂。",
                "\nBack when the traveling doctor roamed from place to place, her days were busy and she hurried between appointments.\nCome sun or rain, nothing could keep her from her work.\nThis handkerchief not only protected her messy hair, it also served as a bandage.\nIt saw her through all her hardships and became her most loyal partner on her journey.\n",
                "10013_He"
            ]
        }
    },
    "冰風迷途的勇士": {
        "Bonuses": [
            [
                "2",
                "獲得15%冰元素傷害加成。"
            ],
            [
                "4",
                "攻擊處於冰元素影響下的敵人時，暴擊率提高20%；若敵人處於凍結狀態下，則暴擊率額外提高20%。"
            ]
        ],
        "SID": "14001",
        "Set Pieces": {
            "Flower": [
                "歷經風雪的思念",
                "早已絕跡的冰川之花，霜結著點點冰露。孤高的勇士也曾為這朵鮮花折腰。",
                "\nThis is a flower of ever-frost, plucked by a pair of gentle hands.\nIt must have given a certain someone the strength to see winter as a warm embrace.\n\n\"This fourth fresco is prepared for you. Your likeness will forever remain on this wall.\"\n\"For the sake of that fresco, and for everyone's sake, I will wait for you, and pray for your return...\"\n\nThe maiden stood before a blank wall, and smiling, she pinned a small flower to the hero's breast.\nThat was an elegant and unruffled fellow, who would never bat an eyelid, not even in the face of death itself.\n\nThe heroism of the Icebreaker was forgotten, buried in the storms of the North.\nSince then, the snow has melted — but this flower has not withered.\n",
                "14001_Fl"
            ],
            "Feather": [
                "摧冰而行的執望",
                "散佈寒冬的鳥羽，彷彿能感受到猛禽在雪原與冰峰之上呼號翱翔的振翅之風。",
                "\nA feather of a bird of prey that did not originally belong in the winter chill. It is cold to the touch.\nAnd when you do touch it, it is as if you can hear cries in the snowstorm, unbowed but bereft of hope.\n\nWith no nest or shelter, the bird faced the storms proudly.\nThis feather has been assailed with coalescing ice and snow, leaving it coated in pearls of frost.\n\nIt once came from a falcon in flight and was plucked violently from that bird by the frigid winds.\nIt drifted a while in the air before the weight of the frost dragged it back down to the ground.\n\n\"I believe that the lively birds will follow you, and return to the gardens of the summer palace, now green once more.\"\n\"Those who have been chased away by the chilling tide, and those children who have lost their homes, they will return with you to the home of their dreams.\"\n\nThe hero, bearing such great burdens on his back, halted in the whipping snow, struggling to discern the color of that feather.\nSealed in ice, that feather's color faded every step of the way — just like the hero's task.\n",
                "14001_Fe"
            ],
            "Timepiece": [
                "冰雪故國的終期",
                "等待勇士歸來的故國人民所用的時計。其中流淌的並不是沙，而是不化的冰屑。",
                "\nAn ancient hourglass with fine powdered snow flowing in it.\nEven the coldest winter cannot freeze the flow of time.\n\n\"The cold that descends from the sky can freeze time itself.\"\nThis myth was widely believed throughout the entombed mountain city.\n\nAs the hero reached the top of the wall of wind and ice, the night was descending and the snowstorm was howling.\nNeither sun- nor moon-light could pierce this white wind easily.\nEven the bleakest storm cannot freeze the river of time,\n\nThat will not wilt even if buried deep below the snow.\nAnd even the most formidable hero will one day be forgotten.\n",
                "14001_Ti"
            ],
            "Goblet": [
                "遍結寒霜的傲骨",
                "以寒冰雕製成的杯盞，如冬天一樣堅利。曾經的主人從中啜飲過不凍之酒。",
                "\nFor the outlander who once searched for hope in midwinter on another's behalf,\nEven the glass he drank from was carved out of ice.\n\nDrinking bitter wine in this glass would feel like swallowing icicles that stung every inch of one's throat.\nOrdinary people would struggle to enjoy this sensation — but the reticent hero relished it.\n\nHe was a warrior as silent as the ice itself, blocking the frigid winds that descended from the stars with his body.\nBut not content with merely being protected, the maiden who painted left the man she admired these last instructions:\n\n\"If fear or despair, both of which are within our nature, should crush you, or cause you to never return, then...\"\n\"...Then please, live on. Do not accompany us unto our doom — to languish forgotten in the snow.\"\n\nTaking another swig of bitter wine to steel himself for the journey, he turned away from the maiden's wet eyes,\nAnd he would set out on an unending pursuit, towards the land of snow and profundity.\n",
                "14001_Go"
            ],
            "Headpiece": [
                "破冰踏雪的回音",
                "夢想征服冰雪的古代英雄冠冕，是驅使它的故主直面刻骨寒冬的勇氣之證。",
                "\nThe hero set out on his journey, bearing the tiny hopes that the entombed city still had for salvation.\nDonning his winter crown, he marched purposefully away, disappearing into the boundless snowstorm.\n\nBearing his agreement with the mountain city, bearing their clear-eyed gazes, the hero never once feared the unknown beyond the icy curtain.\nThe once-lush mountainside and the blessings that now no longer fell from the skies — these were the hero's motivation to carry on no matter what.\n\n\"Past the ice-sealed door, walking down the corridors to the depths,\"\n\"He will break off a branch of silver-white, and bring hope to the snowy land.\"\n\nThe maiden sang these songs to comfort her people, and she nursed her memories of him.\nShe believed that he would return to her, with genial springtime and unshakeable hope in his train.\n\nBut in the end, the hero who stepped out into the snow would not return in time.\nHe would stand accused of flight by hateful words long ground to dust amid the snowstorms...\n",
                "14001_He"
            ]
        }
    },
    "平息鳴雷的尊者": {
        "Bonuses": [
            [
                "2",
                "雷元素抗性提高40%。"
            ],
            [
                "4",
                "對處於雷元素影響下的敵人造成的傷害提升35%。"
            ]
        ],
        "SID": "14002",
        "Set Pieces": {
            "Flower": [
                "平雷之心",
                "僅於雷霆之怒中傲然盛放的花朵，至今仍能賜予行走在雷雨中的遊人勇氣。",
                "\nA purple flower plucked in a thunderstorm.\nWhoever wears it will no longer fear the thunder and lightning.\n\nThis flower blossoms only in thunderstorms, and never withers despite the constant rain.\nThis is the Flower of Thunder. Kneeling before it, the Thundersoother plucked it with reverence.\n\nThe Thundersoother wore this flower on his chest at all times as he fearlessly faced the thunder and lightning.\nEven when fighting the fierce Beast of Thunder, his resolve never wavered.\nTo the Thundersoother, wearing this purple flower may have been merely an act of whimsy,\nbut to travelers, the flower was the source of the unfaltering resolve that conquered the thunder.\n",
                "14002_Fl"
            ],
            "Feather": [
                "平雷之羽",
                "在傳說中，挺身平息了雷電的勇武英雄的徽章，是翱翔於狂雷的猛禽之羽。",
                "\nAn insignia made in the shape of the plume of a falcon that soared through the storms.\nIts wearer can almost feel the booming of thunder and the heat of a volcano.\n\nFearing neither the thunder nor the volcano,\nthe falcon left its plume in the burnt woods.\nThe Thundersoother fashioned an amethyst insignia in the plume's likeness.\nThe purple insignia shimmered with light under the gaze of enemies.\nOn this small object lightning glittered,\nas if to foreshadow the downfall of the Beast of Thunder.\n\nLike the falcon, the Thundersoother conquered both thunder and flames,\nand eventually beheaded the Beast of Thunder.\n",
                "14002_Fe"
            ],
            "Timepiece": [
                "平雷之刻",
                "鎮服雷電的勇士持有的時計，其中的雷之碎晶隨流逝如雷如電的時間瀉落。",
                "\nAn hourglass the Thundersoother once used. Flowing within it is not sand, but tiny Electro shards.\nThe shards shatter and flow down as time passes, then merge together at the bottom of the hourglass.\n\nThe Thundersoother who defeated the Beast of Thunder crafted this hourglass from amethyst.\nThe passage of time is just like lightning. It bursts through the sky and is gone in a flash.\nEven the Thundersoother could not conquer the flash of time.\n\nWithin this hourglass, even thunder and lightning have to obey the never-changing law of time.\nIn the hourglass, the shards shatter and merge countless times while time silently flashes by.\nObserving this taught the Thundersoother about the cycle of life and death. Empowered with this knowledge, he was able to defeat the beast.\n",
                "14002_Ti"
            ],
            "Goblet": [
                "平雷之器",
                "平雷勇士的酒盞，據說平息了雷之魔獸的英雄曾用這尊酒盞滿盛紫電為飲。",
                "\nA goblet that once belonged to the Thundersoother.\nPerhaps its former owner once used it to drink the thunder.\n\nMighty as he was, the Thundersoother was a mere mortal with human feelings.\nRage and ecstasy would come and go in a flash, just like the pounding thunder.\nThis goblet witnessed not only the feats of the Thundersoother, but also his sorrow and laughter.\n\nFrom this goblet was drunk the wine used in the sacrificial slaying of the Thundersoother's family.\nFrom this goblet came the courage that helped the Thundersoother venture forth into the beast's cave.\nFrom this goblet came the sole source of companionship for the Thundersoother, who spent his final days in solitude.\n",
                "14002_Go"
            ],
            "Headpiece": [
                "平雷之冠",
                "平雷勇士的冠冕，是古老的英雄擊敗了危害大地的雷之魔獸而獲得的華冠。",
                "\nA very ancient diadem.\nIt shines with the light of the pacified lightning.\n\nThe ferocious Beast of Thunder\nonce enslaved people with its mighty lightning.\nBut its lightning existed only in a flash,\nand like the lightning, its mightiness soon disappeared.\n\nThe Thundersoother defeated the beast in a lightning storm.\nHe claimed this diadem as his trophy.\nBut the past can never be fully pacified.\n",
                "14002_He"
            ]
        }
    },
    "渡過烈火的賢人": {
        "Bonuses": [
            [
                "2",
                "火元素抗性提高40%。"
            ],
            [
                "4",
                "對處於火元素影響下的敵人造成的傷害提升35%。"
            ]
        ],
        "SID": "14003",
        "Set Pieces": {
            "Flower": [
                "渡火者的決絕",
                "在烈焰的簇擁下盛開的花朵，傳說古代智者佩著它走進了火海。",
                "\nA flower that only blooms in the burning flames.\nThe searing pain it causes will make the wearer stronger.\n\nThe fiery-red flower shines like shimmering agate.\nThis flaming flower was once a brooch worn by the Lavawalker.\n\nIn the Lavawalker's final days, he said to his people:\n\"This is the flower that blooms in flames. Until the day that the fires turn me into ashes,\nYou shall see the glowing embers of this flower shining through the dark smoke.\"\n\nThe people followed the flower's flickering light to the edge of the Mare Jivari.\nThere they found the blooming flowers — but the Lavawalker was nowhere to be seen.\n",
                "14003_Fl"
            ],
            "Feather": [
                "渡火者的解脫",
                "浴火的孤高之鳥的羽毛，似乎能從中聽到野火裡的振翅之聲。",
                "\nA feather plucked by the Lavawalker from a bird that sings amid the flames.\nThe wearer can almost hear the sound of the bird's wings flapping in the blaze.\n\nLegend has it that there exists a kind of solitary bird that sings in the blazing flames.\nPeople worshiped it as a totem while kings saw it as a sign of nobility.\n\nDonning this feather, the Lavawalker retreated from the outside world.\nAlone he came and alone he went, leaving no trace behind.\nSince then, people often hear cries coming from the Mare Jivari.\nNo-one knows if they are the song of the bird or the sighs of the Lavawalker.\n",
                "14003_Fe"
            ],
            "Timepiece": [
                "渡火者的煎熬",
                "流淌著閃爍熱砂的沙漏。流沙匆匆而去，從不留下任何烙印。",
                "\nWhat flows within this hourglass is not regular sand, but burning sand.\nLike this burning sand, time flows forward, leaving no trace of its own existence.\n\nThe story of the Lavawalker continued even after he had traveled across the Mare Jivari.\nIt is said that he spent another one hundred years living as a hermit.\nBut this short retreat brought little relief from his burning torment.\n\nDuring his time as a secluded sage, the Lavawalker could not bear the eternal scorch. He crafted this hourglass to mark the passing of time.\nAs the flames blazed, burning sand flowed endlessly through the hourglass day after day.\n\nSadly, though the Lavawalker did not fear the scorching flames of the Mare Jivari, he could not quench the torturing flames of time.\nThe anguish of being left alone without the disciples and family he held so dear burned away at his soul more than any flames could ever scorch his flesh.\n",
                "14003_Ti"
            ],
            "Goblet": [
                "渡火者的醒悟",
                "傳說中是能耐流火高熱的杯盞，如今其中空無一物，僅有餘溫。",
                "\nA goblet that once contained lava. Now empty, it still has a slight hint of warmth.\nThis goblet once belonged to a sage known as the Lavawalker. Wisdom flowed from within.\n\nThe Lavawalker would toy with the goblet. Even in the blazing heat, it remained intact.\nLegend has it that the Lavawalker would drink lava from this goblet as if it were a glass of fine wine.\nBut while fine wine evaporates in high heat, the wisdom of the sage could withstand a trial by fire.\n\nTo the Lavawalker, fine wine was merely a catalyst in the process of producing ingenuity.\nAided by alcohol, even the slightest spark can combust into a brilliant idea.\n\nThe goblet was a silent witness to the forging of wisdom amidst the flames.\nThe moment before the Lavawalker set off on his final journey was when the goblet was filled with the most pride.\n",
                "14003_Go"
            ],
            "Headpiece": [
                "渡火者的智慧",
                "渡過火海的智者之冠，曾經映照著在熱浪中挺立的古老身影。",
                "\nAn ancient circlet that once belonged to the Lavawalker — a sage who wandered in the Mare Jivari.\nUpon close examination, one can almost see his figure standing strong amidst the fiery flames.\n\nThe wandering sage of the Mare Jivari known as the Lavawalker crafted this circlet from crimson agate to resist the intense heat of the flames.\nThe circlet was built with wisdom and tenacity. It sparked fear and jealousy among peers and seniors alike.\n\n\"How dare the Lavawalker challenge the flames of the Mare Jivari! Such blasphemy has not been seen in hundreds of years!\nThe flaming sea will surely devour this arrogant young man and the sky will blow his ashes into the void.\"\n\nIn his jealousy, the teacher demanded that his student step into the flaming sea wearing the circlet.\nIn a state of calmness, the Lavawalker strolled onto the lava and gradually disappeared into the horizon.\n",
                "14003_He"
            ]
        }
    },
    "被憐愛的少女": {
        "Bonuses": [
            [
                "2",
                "角色造成的治療效果提升15%。"
            ],
            [
                "4",
                "施放元素戰技或元素爆發後的10秒內，隊伍中所有角色受治療效果加成提高20%。"
            ]
        ],
        "SID": "14004",
        "Set Pieces": {
            "Flower": [
                "遠方的少女之心",
                "永遠嬌嫩的鮮花，歷經長久時光仍不枯萎地散發著芬芳。",
                "\nThe maiden's flower. Fresh and elegant just like its original owner.\nThe books say that this species of flower has long been extinct.\n\nJust like that passage the maiden had read countless times in books:\n\"The damsel in distress was saved by the white knight in shining armor.\"\n\"And they exchanged flowers as blessings to one another.\"\n\nThough a maiden's heart is said to change with the seasons, just like a flower,\nThis flower remained constant.\nFor her heart had stopped in that moment long ago:\nThe moment that she met the knight.\n",
                "14004_Fl"
            ],
            "Feather": [
                "少女飄搖的思念",
                "寄託誰人的思念的羽飾，就如與風一同去往遠方的候鳥。",
                "\nAn old but delicate feathered ornament.\nAfter many years, it is now covered in layers of dust.\n\nFor the maiden, time stopped still the day she met the knight.\nNothing mattered to her anymore, not even love and youth.\nShe sought him constantly, wandering far like a lost bird without a nest to cling to.\n\n\"May my love reach the knight,\" she prayed.\nMeanwhile, the knight dedicated himself to the pursuit of chivalry.\nIn a distant land where ancient empires crumbled,\nWould the knight see the scenery she dreamt of?\n",
                "14004_Fe"
            ],
            "Timepiece": [
                "少女苦短的良辰",
                "指針的旋轉不會有盡頭，但少女受人寵愛的歲月則相反。",
                "\nA delicate timepiece.\nIt stood as a testament to the inevitable passage of time, indifferent to its owner's feeling.\n\nThe maiden's time would one day come to an end.\nBut her waiting would not.\nThe short hand seemed to be constantly chasing after the long hand.\nMuch like the incessant longing that filled the maiden's heart and mind.\n\nYears after the event, she still remembered the knight she met that day.\nThe white knight that came to her. The white knight she had been waiting for ever since.\n",
                "14004_Ti"
            ],
            "Goblet": [
                "少女片刻的閒暇",
                "屬於紅茶而不屬於烈酒，屬於芳甜而不屬於苦澀的杯皿。",
                "\nThe maiden's most cherished teaware.\nIt was once filled with elegant black tea.\n\nIndulging herself in pastries and tea,\nShe cared not one bit about the mundane world. This was her privilege as a maiden.\n\n\"This flower shall be my medal. That is all I need.\"\nThe knight said to her on the day they met.\n\"But, my heart is already—\"\nNot finishing her confession was her privilege,\nbut also the chains of courtliness the maiden had to bear.\n",
                "14004_Go"
            ],
            "Headpiece": [
                "少女易逝的芳顏",
                "精心保養的女士帽，即使是眼角的皺紋也可以完美遮蓋。",
                "\nEven when surrounded by flowers from her courters, \nThe maiden never removed her hat to get a better look at them.\nTheir names and faces were not worth remembering.\n\nFor years, at the end of every day,\nthe maiden would brush off the dust on her hat.\nBut the passage of time showed in her face, too — and unlike the dust, it could never be brushed off.\n\nAs time passed, fewer and fewer courters visited her with flowers.\nWhat did it matter? For her, time had already stopped long ago on that fateful day.\n",
                "14004_He"
            ]
        }
    },
    "角鬥士的終幕禮": {
        "Bonuses": [
            [
                "2",
                "攻擊力提高18%。"
            ],
            [
                "4",
                "裝備該聖遺物套裝的角色為單手劍、雙手劍、長柄武器角色時，角色普通攻擊造成的傷害提高35%。"
            ]
        ],
        "SID": "15001",
        "Set Pieces": {
            "Flower": [
                "角鬥士的留戀",
                "無人知曉傳奇的鬥士為何始終將這朵小花戴在胸口，這是殘酷的戰士身上唯一的弱點。",
                "\nAn ordinary flower picked gently by the gladiator's master.\nHe made a brooch with it and pinned it on the gladiator's chest. It came to symbolize his gentler side.\n\nBefore the gladiator became a living legend, he once strolled with his young master in the garden.\nThe master picked a flower and gave it to the silent slave.\n\"Not all gifts are given out of benevolence. Sometimes they are nothing more than acts of whimsy.\"\nOne day in the far-off future, the gladiator's sly master would say these words to him.\n\nThe invincible gladiator finally fell at the foreign girl's feet.\nAt that moment, he recalled a dream he had had many years ago.\n\"Such beautiful flowers. I wonder when I'll be able to begin my own journey to see them.\"\n\"I'd like to see how beautiful the wild flowers are.\"\n",
                "15001_Fl"
            ],
            "Feather": [
                "角鬥士的歸宿",
                "如隼般自在的夢想之羽。在傳奇生涯的終點，無羈的飛鳥在他的心口覆上了這根羽毛。",
                "\nThe end had finally come for the triumphant gladiator.\nThe young challenger paid her final homage to the gladiator.\n\nWhen the vanity of victory and desire for freedom dissipated into the air like the morning fog,\nand when the light of dawn finally shone on the arena through layers of blood-soaked clouds, the gladiator saw a flying bird.\n\nOne battle away from being free, the gladiator was defeated by an anonymous girl.\nCries and howls burst out in the crowd like pounding thunder, but the victor refused to humiliate her opponent by execution.\nShe refused to plunge her sword into the opponent's throat and end his life like that of a slave.\n\nThe gladiator's healing wounds were covered with invisible feathers.\nHe eventually set off on a journey, finally as free as a bird.\nHis destination was the place where flowers bloom and birds soar.\n",
                "15001_Fe"
            ],
            "Timepiece": [
                "角鬥士的希冀",
                "記錄了角鬥士血染劇場的年月的時計。之於其人，則象徵著去往終獲自由之日的道路。",
                "\nThe gladiator crafted this hourglass himself. He would flip the hourglass before each battle.\nWhen the hourglass stopped flipping, the gladiator had long since died in a pool of his own blood.\n\nThe gladiator would put this hourglass aside before entering the arena.\nWhen the fight had ended and the crowd started to cheer for him, the sand in the hourglass was still flowing.\n\nIn the gladiator's final fight, he faced a young girl.\nIn her eyes, he saw both the timidity of a young girl and the ferocity of a young lioness.\nFrom his steps, the girl saw the unbreakable shackles of age that the gladiator wore.\nIt was a fight like the old gladiator had not had in years. Fierce, yet satisfying.\nBut the fight ended in a flash. The sword plunged into the gladiator's heart, and the sand in his hourglass crawled to a stop.\n",
                "15001_Ti"
            ],
            "Goblet": [
                "角鬥士的酣醉",
                "古代的角鬥士痛飲勝利之酒的金杯。直到他倒下的那一刻，酒杯被他自己的歲月灌滿。",
                "\nA lavish goblet made of gold. It was a gift from the champion gladiator's master.\nFrom this goblet the champion gladiator drank, be it fine wine or the blood of the defeated.\n\nAnother victory for the gladiator. Covered in wounds, he dedicated the victory to his master.\nMore intoxicating and pain numbing than the fine wine was the victory, honor, and applause from the crowd. \n\nThe master allowed him to join the feast and presented him with this goblet.\nIt was an exquisite goblet, made specially for him. A symbol of how much his master cared.\nBut the golden chains of vanity had bound the gladiator and the poisonous snake of desire had strangled him.\nBy pausing to wait for the wine of victory, the gladiator missed his chance to seize a fleeting chance at freedom.\n",
                "15001_Go"
            ],
            "Headpiece": [
                "角鬥士的凱旋",
                "古代傳奇角鬥士的頭盔，曾沾染了無數敵手的鮮血，也曾驕傲地接受無數觀眾的歡呼。",
                "\nA helmet of the gladiator adorned with feathers.\nTo zealous spectators, this helmet was the symbol of invincibility.\n\nThe legendary gladiator had fought numerous battles. None had ever stood a chance of survival before his sword, be they human or monster.\nOn each triumphant day, the champion gladiator would walk through the gate to a hero's welcome from the adoring crowd.\n\nOnly in moments of victory could the slave have a taste of what it felt like to be a master. But the cost of this vain aspiration was for the faint glow of freedom to be shrouded by darkness.\nOn the day of his triumph, the gladiator finally caught a glimpse of the world outside his cell. He was a step closer to freedom.\n\nBut only when his helmet fell down on the arena floor did he and the spectators alike realize that it was all just a farce.\nThe offering of his petty life made no difference. He would always be a worthless slave in the eyes of his master.\n",
                "15001_He"
            ]
        }
    },
    "翠綠之影": {
        "Bonuses": [
            [
                "2",
                "獲得15%風元素傷害加成。"
            ],
            [
                "4",
                "擴散反應造成的傷害提升60%。根據擴散的元素類型，降低受到影響的敵人40%的對應元素抗性，持續10秒。"
            ]
        ],
        "SID": "15002",
        "Set Pieces": {
            "Flower": [
                "野花記憶的綠野",
                "曾經遍佈某地的野花。離開了大地，被獵人佩在胸前。",
                "\nA white wild flower that used to cover the earth.\nIt has not withered one bit, and still gives off an exquisite fragrance.\n\nIn the days when wildlife still roamed the earth and monsters had not yet appeared,\nthe Viridescent Venerer would use this flower to conceal her human scent.\nThus it was said that to seek the silent and gentle Viridescent Venerer,\none simply need to close one's eyes and walk barefoot through the forest, following the subtle fragrance of wild flowers.\nOnly those who could tread as softly as a hunter could avoid making the leaves crackle underfoot, alerting the queen of hunters to their presence.\n\nIt was also said that the one who eventually found the hunter was a boy.\nAt that time, disaster had just befallen the ancient kingdom and misery was spreading across the land.\n",
                "15002_Fl"
            ],
            "Feather": [
                "獵人青翠的箭羽",
                "曾經一瞬貫穿獵物的箭矢的尾羽。如今依舊平整光潔。",
                "\nA glossy and shining feather of a falcon. It once served as a fine fletching on one of the Viridescent Venerer's arrows.\n\nIn the past, when the Viridescent Venerer's arrow hit its target,\nshe would come down and stroke the fur of her prey gently until its life force returned to nature in peace.\nFor she knew that one day, she too would embark on a journey to the place where the souls of her prey rested.\n\nThe Viridescent Venerer believed that at the end of her life, she would wake up from reality,\nand be reunited with the departed at an endless hunting ground.\n\nBut she also believed that the moment her arrow pierced through the monster that had killed the boy,\nthat endless hunting ground at the end of her life was gone from her grasp.\nFor she killed that mutated monster not for the sake of survival,\nbut out of vengeance and suffering.\n",
                "15002_Fe"
            ],
            "Timepiece": [
                "翠綠獵人的篤定",
                "獵人曾經隨身攜帶的奇妙儀器，永遠指向自己的獵物。",
                "\nA delicate device used for wayfinding.\n\nLegend has it that when the Viridescent Venerer walked barefoot on the fields,\nthe grass beneath her feet would tell her what the birds in the trees could see,\nand the mud she trod on would tell her what the roots in the earth could hear.\n\nBut it is said that ever since disaster struck, the grass and trees never spoke again.\nFor the God of the Woods had died in the disaster.\n\nSince then, she relied on this device for direction when hunting.\nAt the request of a boy she encountered, she ceased hunting birds and beasts.\nInstead, she made the monsters that brought destruction and suffering her prey.\n",
                "15002_Ti"
            ],
            "Goblet": [
                "翠綠獵人的容器",
                "綠野獵人曾用過的水壺，裡面的空間遠比想像得更大。",
                "\nA very robust and leakproof vessel.\nA legendary hunter known as the Viridescent Venerer once used it to collect whispers by the campfire.\n\nOne night, the Viridescent Venerer picked up the scent of other human beings.\nAs a hunter, she feared neither wolf packs nor monsters.\nWhat she feared far more than this was joining the chatter by the campfire.\nFor she had long forgotten how to speak human language.\n\nEven after rejoining the humans and accepting her place as Viridescent Venerer, no-one ever heard her say a single word.\nSimilarly, no-one ever saw her leave a single trace behind.\n\nThe Viridescent Venerer collected the laughter she heard that night and stored it in her vessel.\nFor many years, she would listen back to the voices in the vessel whenever she felt lonely.\n",
                "15002_Go"
            ],
            "Headpiece": [
                "翠綠的獵人之冠",
                "曾屬於綠野獵人的驕傲頭冠，如同原野之風一般青翠。",
                "\nA hunter's hat without any blood stains.\nIn folklore, it belonged to the uncrowned queen of hunters — the Viridescent Venerer.\n\n\"Never become the foe of the earth and the forest.\" This was the hunters' rule.\nInstead, a hunter should become a silent part of nature.\nIt is said that a bird once built its nest in this hat.\n\nNone could ever bestow a crown upon the queen of hunters,\nsince the only one superior to her was nature itself.\n\nIn the crisis that soon followed, her hunter's hat became\na frightful sight for monsters to behold.\n",
                "15002_He"
            ]
        }
    },
    "流浪大地的樂團": {
        "Bonuses": [
            [
                "2",
                "元素精通提高80點。"
            ],
            [
                "4",
                "裝備該聖遺物套裝的角色為法器、弓箭角色時，角色重擊造成的傷害提高35%。"
            ]
        ],
        "SID": "15003",
        "Set Pieces": {
            "Flower": [
                "樂團的晨光",
                "小小的花形徽章。側耳細聽的話，仿佛能聽到悠揚的笛聲和清新的歌唱聲。",
                "\nA small flower-shaped insignia. There seems to be music coming from it.\n\nAmong the members of the troupe was a charismatic swordswoman.\nBeautiful as the light on water, elegant as the chirping lark.\nHer every slash hummed a tune of the wind.\n\nThe end of each song and dance was like the sun after the rain.\nDust has since settled, and both the stage and life itself feel emptier for the absence of her music.\n\nBoth her music and her sword were as lethal as they were beautiful.\nThis was in keeping with the troupe's performances, which were intended for two very different audiences.\nFor the audience of foes, the music drifted far beyond the stage.\n",
                "15003_Fl"
            ],
            "Feather": [
                "琴師的箭羽",
                "青藍色的箭羽，並未在漫長歲月中褪色破碎。似乎帶來了落珠流水的琴聲。",
                "\nAn azure arrow fletching that has survived the test of time.\nThe fletching seems to produce a tune as the arrow flies through air.\n\nThe harpist of the troupe was also a skilled archer.\nLegend has it that he could lure the birds in the sky with his harp and then shoot them down with his arrows.\nIt is said that he never looked at the sky while he was playing the harp to lure the birds.\nSome believed the reason was his harpist's arrogance, while his companion said it was his hunter's mercy.\n\nThe ill-fated birds became the fletching of the harpist's arrows,\nand the sound of the harp became the birds' elegy.\n",
                "15003_Fe"
            ],
            "Timepiece": [
                "終幕的時計",
                "為樂團的演奏計時的沙漏，曾發出俐落的聲響。如今他們的表演已經落幕。",
                "\nThe troupe's hourglass, which is also a harp.\nThe tune becomes deeper with the passage of time.\n\nWhen the performance was coming to an end, the troupe would play this harp.\nAs time passed, the tune of the harp became deeper.\nThe sound of the harp dying down marked the end of the show.\n\nEverything has an end, and the troupe was no exception.\nOne by one, each member of the troupe met their fate and their instruments were buried deep in the dust.\nAs the harp fell silent, the final sound heard from the musical troupe was the faint trickle of sand as it slid down the hourglass one final time.\n",
                "15003_Ti"
            ],
            "Goblet": [
                "吟遊者之壺",
                "外型奇妙的古代水壺，內側安裝著琴弦，隨流水而奏出無旋律的奇妙樂聲。",
                "\nA strangely-shaped kettle that plays a wondrous tune as the water flows out.\nThere was always music in the life of a Troupe member, even when drinking water.\n\nAn ancient tale tells of a wandering troupe that roamed the land.\nFor flutes they had swords, and for harps they had bows. They performed not only for friends, but also for foes.\nThey traveled through the desert and set foot in the blazing Mare Jivari.\n\nThe tune of the harp echoing in the kettle was a reminder for them.\n\"Along with the boundless tunes we walk.\"\n\"Wherever there is music, there is us.\"\n",
                "15003_Go"
            ],
            "Headpiece": [
                "指揮的禮帽",
                "儘管飽經風霜，但依舊光彩照人的禮帽。其中似乎迴盪著古老悠揚的樂聲。",
                "\nA beautiful top hat untouched by time.\nListening closely, one can almost hear an ancient tune echoing inside the hat.\n\nThousands of years ago, a troupe wandered through the lands.\nThe troupe owned not a single shred of sheet music. What they saw was what they sung, and what they heard was what they played.\nAs time passed, the troupe gradually realized the vastness of the world.\n\n\"There are so many things in the world for us to sing of.\"\n\nThe members then turned the notes into words and recorded their journey in a book.\nThis book, The Widsith as they called it, was still held tightly in the conductor's hands even after his death.\n",
                "15003_He"
            ]
        }
    },
    "冰之川與雪之砂": {
        "Bonuses": [
            [
                "2",
                "獲得15%冰元素傷害加成。"
            ],
            [
                "4",
                "超導反應造成的傷害提升100%，融化反應的加成係數提高15%。施放元素爆發後的10秒內，冰元素傷害加成額外提升30%。"
            ]
        ],
        "SID": "15004",
        "Set Pieces": {
            "Flower": [
                "凜冬霜心",
                "陷入靜默的冰之花，凝固在摘下的那一刻，是騎士不離身的紀念。",
                "\nThis flower once bloomed in a foreign land, but its colors faded after it became encased in ice.\nIt was frozen when picked, serving as an eternal memento for the Knight of Boreas.\n\nThe Knight of Boreas had a heart of firm iron and a body hardened like the glaciers of the North.\nWolves befriended him and the North Wind accompanied him.\n\nYet few knew he belonged not to the heartless snowscape of the North.\nHis true home was filled with never-withering flowers and never-frozen rivers.\nBut he left his homeland. For he had a ranger's boundless spirit, which conflicted with the sages' narrow idealism.\nThe flower he picked became his loyal companion through countless winters.\n\n",
                "15004_Fl"
            ],
            "Feather": [
                "雪藏之羽",
                "與北風同行的騎士於雪中拾獲的鳥羽，如今依舊靜候解凍之刻。",
                "\nThe feather of a bird that had never experienced the brisk winter is now frozen in ice.\nThe memory of the knight this feather carries will eventually fade, just as the ice will thaw.\n\nThe knight wandered along with the North Wind.\nAs feared as he was respected, he became known as the Knight of Boreas.\n\nWhen the Knight of Boreas noticed the whispered complaints of the people, he would set off on another journey.\nPerhaps the day would come when the winter ended. Sometimes, the Knight of Boreas mused aloud to the North Wind:\n\"A day may come when—\"\nBut the moment he spoke, his words would be frozen by the howling wind.\n\n\"...when I can be in the land of spring, where flowers cover the earth and birds migrate homeward.\"\nWalking with the North Wind, the Knight of Boreas had always been waiting for the spring buried deep in his memory.\nSmiling wryly as he inspected the frozen feather, he wondered if the bird it came from shared his fate: lost in transit, with nowhere to call home.\n",
                "15004_Fe"
            ],
            "Timepiece": [
                "凝冰成砂",
                "與北風同行的騎士曾用的時計，內部是永不消去的雪砂與霜風。",
                "\nAn hourglass of ice.\nEternal winds, not sands, flow inside.\n\nThe Knight of Boreas walked with the North Wind, his armor covered in frost.\nOn his endless journey, the cold winters were gifts scattered around the land.\n\nSolidified frost obstructed his movements in combat amidst storms.\nWhen the Knight of Boreas rested, hopes of brief respite were dashed as he saw the ice on his armor only grew thicker while stationary.\nThe knight had long forgotten his days as a wanderer.\nThe eternal icy winds had long since frozen time.\n\n",
                "15004_Ti"
            ],
            "Goblet": [
                "北風之盞",
                "與北風同行的騎士留下的空之杯，凜冬的霜之息依舊滿盈其中。",
                "\nA ritual goblet forged of ice.\nIt holds not wine, but the hollering wind.\n\nThe howling wind of the North was like a ferocious wolf pursuing the knight along his path.\nA normal traveler would have been devoured by the frosty wind.\n\nBut he was not a normal traveler.\nIn the storm, the knight raised the goblet filled with frosty wind and proposed a toast to his howling travel partner.\nTogether they drank, the bitter wind serving as their wine. The knight and the North Wind became friends.",
                "15004_Go"
            ],
            "Headpiece": [
                "冰河之冠",
                "與北風同行的騎士所戴的冠冕，以凜冬的寒冰與白銀打造而成。",
                "\nA crown made of ice and silver,\noblivious to the spring of the North.\n\nAlong with the North Wind, the Knight of Boreas traveled through raging storms.\nThe Knight of Boreas fought with monsters on the icy plains of the North.\n\nHe traveled alone now, for the unrelenting blizzard had buried every last one of his companions in the snow.\nThe merciless wind itself had become his one faithful travel companion.\nThe hearts of those who look into the abyss shall be engulfed by the abyss,\nand the souls of those who fall into the glaciers shall become trapped in the glaciers.\n",
                "15004_He"
            ]
        }
    },
    "如雷的盛怒": {
        "Bonuses": [
            [
                "2",
                "獲得15%雷元素傷害加成。"
            ],
            [
                "4",
                "超載、感電、超導反應造成的傷害提升40%。觸發這些元素反應時，元素戰技冷卻時間減少1秒。該效果每0.8秒最多觸發一次。"
            ]
        ],
        "SID": "15005",
        "Set Pieces": {
            "Flower": [
                "雷鳥的憐憫",
                "在劫難之日僥倖免受紛亂的踐踏與紫之火的忿恨之摧，於慘象中倖存的雷色之花。",
                "\nA purple wild flower that survived in the volcanic ash.\nIt witnessed the total decimation of the ancient tribe.\n\nWith an innocent's blood, the shaman summoned the Thunderbird.\nThey made their offerings, waiting for the Thunderbird to reveal and the oracles.\nHowever, what descended with the Thunderbird, was the lightning of destruction.\n\nFor the transgression against the young lad who sang to it, the sentence was total obliteration.\nThe Thunderbird showed its true nature, wiping the tribe from the face of the earth.\n\n\n",
                "15005_Fl"
            ],
            "Feather": [
                "雷災的孑遺",
                "帶電的雷之羽，是雷之魔鳥降下殘酷的報應。遺落的羽毛仍閃爍著它盛怒的雷光。",
                "\nThe lost feather of the Thunderbird enchanted in purple lightning.\nIt serves as the last witness of the destruction of the tribe.\n\nThe ancient tribe held the Thunderbird as its protector. But it rained down thunder upon the tribe.\nOn one gloomy night, it shared a pure friendship with the lad.\nOnce it departed, the lad picked up the feather it dropped.\n\n\"I shall sing you another tune,\nWhen you come again with thunder and rain.\"\n\nDriven to madness by the remorse of a promise unkept,\nThe Thunderbird left the mountain in cinders.\nIt was hunted down years after, slain as a monster.\n\nYears passed, the burned land revitalized.\nThe lightning-feather was left buried in the vegetation.\nThe story of the Thunderbird and the young lad all but perished with the tribe.\n\n",
                "15005_Fe"
            ],
            "Timepiece": [
                "雷霆的時計",
                "信奉雷鳥的部族預告天空的雷之主降臨的沙漏。因一族的末路陷入了永遠的靜止。",
                "\nA luxurious hourglass belonging to the ancient tribe that worshiped the Thunderbird.\nAs the tribe faded away, so did the hourglass.\n\nA luxurious hourglass, made with amethyst and amber gold, that belonged to a shaman.\nThe hourglass would serve its purpose for the festival held in the Thunderbird's honor.\n\nIn the last festival the tribe held, the frenzied Thunderbird blew away the bloodstained altar.\nThe countdown to the arrival of the protector became the countdown to the tribe's destruction.\nThe Thunderbird decimated the tribe to avenge the one who sang to it.\n\nUnbeknownst to the Thunderbird, the lad himself considered his sacrifice as an offering.\nAll for the good of the tribe, for the blessings of the Thunderbird.\n\n\n",
                "15005_Ti"
            ],
            "Goblet": [
                "降雷的凶兆",
                "注入無辜者鮮血的祝聖的儀式之杯，祈願雷鳴迴盪其中，最終溢滿了如雷的盛怒。",
                "\nA ritual goblet used by the shamans of an ancient tribe.\nIt held the blood to be offered to the Thunderbird.\n\nIn the seasons when the Thunderbird flew amidst the stormy mountains, a young lad sang without fear.\nAttracted to his voice, the prideful Thunderbird landed by his side.\n\n\"Curious tunes, tiny human. Afraid not of thunder and storms?\n\"They said I can bring peace to thunder and storms.\"\n\nThe young lad paused and answered.\nThe Thunderbird cried but kept its silence.\nFor his was an enchanting song.\n\nIt was the first and last meeting between the Thunderbird and the young boy.\nFor the next he saw of the boy was when his blood filled the golden goblet on the sacrificial altar.\n",
                "15005_Go"
            ],
            "Headpiece": [
                "喚雷的頭冠",
                "古代崇拜雷之魔鳥的薩滿曾戴過的頭冠，虔誠的信仰卻無法打動喜怒無常的魔獸。",
                "\nIn the ancient tribe that worshiped the Thunderbird,\nelder shamans worn this crown.\n\nThe Thunderbird soared through the thunderstorms, raining down purple thunder and rain.\nAncient tribes feared its powers and thanked it for its blessings.\nShamans were chosen to offer blood sacrifices to it for protection and forgiveness.\n\nThe Thunderbird was still a monster that cared not for the worship of mankind.\nThey knew it not, and regarded the unpredictable actions of the Thunderbird as divine revelations.\nYet thunder was its breath, as were the fates of men.\nFrom the sky, men were no different from animals.\n\nUntil one day a song pierced through the roaring thunderstorm.\nThe song ripped through the clouds, and bestowed upon it, light.\n\n",
                "15005_He"
            ]
        }
    },
    "熾烈的炎之魔女": {
        "Bonuses": [
            [
                "2",
                "獲得15%火元素傷害加成。"
            ],
            [
                "4",
                "超載、燃燒反應造成的傷害提升40%，蒸發、融化反應的加成係數提高15%。施放元素戰技後的10秒內，2件套的效果提高50%，該效果最多疊加三次。"
            ]
        ],
        "SID": "15006",
        "Set Pieces": {
            "Flower": [
                "魔女的炎之花",
                "曾經夢想燒盡世間魔物的魔女觸碰過的花朵。無名的火舌溫暖地舔舐觸碰它的人。",
                "\nA common species of flower.\nIt is curiously capable of resisting the Crimson Witch's flames.\n\nA crisis centuries ago dashed all hope of the maiden seeing the future promised to her.\nThose dear to her, her past days, and her bright future. All gone.\n\nFrom the ashes, the Crimson Witch of Flame was born, and she burned away her pain with fire.\nYet this flower stayed resilient, soft, and moist.\nPerhaps both painful and beautiful memories were two sides of the same coin.",
                "15006_Fl"
            ],
            "Feather": [
                "魔女常燃之羽",
                "曾經夢想燒盡世間魔物的魔女觸碰過的鳥羽，在恆常的燃燒中揮發著烈焰的溫度。",
                "\nA forever-burning bird feather.\nThe fire shall burn for all eternity.\n\nScorched earth followed in her wake, for she chose a path of hellfire.\nThough her fires only touched monsters and demons,\nPeople still cowered behind closed windows and try to drive her. But none of that mattered to her.\n\nNew hopes were birthed from the fires of old pains.\nShe needed not comforting nor sympathy.\nChirping by her side, the birds gave her all the understanding she needed.\n",
                "15006_Fe"
            ],
            "Timepiece": [
                "魔女破滅之時",
                "曾經夢想燒盡世間魔物的魔女佩戴的時計。其中流淌著的是魔女獻給火焰的歲月。",
                "\nA small vessel containing a high-temperature liquid.\nIt is said to be the molten souls of evil spirits.\n\nA special Hydro timepiece given to the Crimson Witch before calamity struck. Back then she was still a maiden, and had not yet embarked on her journey.\nOne cycle was the time required to finish her study at the Academia.\nBy the time the countdown ended and she returned to her hometown, its previous owner had become a casualty of the crisis.\n\nHer maiden years were over. The Crimson Witch of Flame was born, and with her the era of destruction.\nThe timepiece bore witness to the days of monsters and the pain they caused, until all were burned away.\n",
                "15006_Ti"
            ],
            "Goblet": [
                "魔女的心之火",
                "曾經夢想燒盡世間魔物的炎之魔女留下的流火之甕。瓶中火永不熄滅，一如其人。",
                "\nA clear bottle containing liquid fire.\nThe techniques involved in making liquid fire have since been lost.\n\nThe Crimson Witch of Flame walked upon the earth, burning monsters into cinders.\nRumor told of how she sacrificed her mortal body to become the embodiment of liquid fire herself.\n\nStill, love and longing once dwelt in her maiden heart.\nUntil fires burned away that beautiful and fragile part.\nThus, she became the witch that historians were loath to remember.\n",
                "15006_Go"
            ],
            "Headpiece": [
                "焦灼的魔女帽",
                "曾經夢想燒盡世間魔物的炎之魔女曾經戴過的帽子。寬大的帽簷能遮擋她的視線。",
                "\nA traditional witch's pointed hat with a large brim.\nIt grants a witch the reverence and fear which she commands.\n\nTo the Crimson Witch of Flame, this large hat shielded her from surrounding distractions.\nIt was how she was able to hone her Pyro skills when she was still an apprentice.\n\nIn combat, she needed not pay attention to monsters disintegrating in flames.\nNor did she need to look at her own burnt face in the water's reflection.\nAnd so the Crimson Witch continued to burn, blind to the extent of her devastation.\n",
                "15006_He"
            ]
        }
    },
    "昔日宗室之儀": {
        "Bonuses": [
            [
                "2",
                "元素爆發造成的傷害提升20%。"
            ],
            [
                "4",
                "施放元素爆發後，隊伍中所有角色攻擊力提升20%，持續12秒。該效果不可疊加。"
            ]
        ],
        "SID": "15007",
        "Set Pieces": {
            "Flower": [
                "宗室之花",
                "綢緞製成的璃色花，常在典雅場合佩戴。如今仍像被拋棄的那天一樣鮮明。",
                "\nA blue lily made of silky satin\nthat once served as a noblewoman's headdress.\n\nA noble who once ruled over Mondstadt left it behind.\nIn that legendary age, the nobles were examples for the people.\nThey guided their subjects with their conduct and wisdom.\nThey were the true representation of the people of Mondstadt.\nThey were noble not only in lineage,\nbut also in their commitment to virtues and principles.\n\nThe longevity of the nobles was cut short by their endless self-indulgence.\nOstentation gave way to devolution.\n",
                "15007_Fl"
            ],
            "Feather": [
                "宗室之翎",
                "舊日蒙德貴族會獵時在帽簷上佩戴的羽飾。如今傲然挺立依舊，不諳時光。",
                "\nThe feather of a falcon proudly perched on top of an old noble's hat.\nHunting with the common folk and sharing the spoils with them was an old tradition.\n\nCommonplace were the hunts, a hobby of the ruling class of Mondstadt.\nThe festivities were shared with their servants and the common folk,\nAs a sign of the benevolence of the nobles.\nAll the people were eager participants in the festivities.\n\nHunts soon lost their meaning.\nThe nobles took everything as their own, presuming it their right.\nProudly the feather still stood, yet faded was its color in the people's eyes.\n",
                "15007_Fe"
            ],
            "Timepiece": [
                "宗室時計",
                "曾經屬於舊日蒙德貴族的懷錶，隨漫長的譜系流傳至今，見證了過往年歲。",
                "\nAn exquisite pocket watch made of sapphire.\nIt remains functional even after all these years.\n\nThe pocket watch of a noble who once ruled over Mondstadt. The time it tells is still accurate.\nPunctuality is a virtue, and this pocket watch helped the nobles stay on a virtuous path.\nIt was more for self-discipline than a tool to influence the common folk.\nAt daybreak, a worthy noble must be more vigilant than his people.\nAt night, he should be more thoughtful and restless than they.\n\nOver the years, the once-strict schedule was overturned by their indolent descendants.\nTheir timepieces grew more extravagant, but lost their virtuous function.\n",
                "15007_Ti"
            ],
            "Goblet": [
                "宗室銀甕",
                "曾經屬於舊日蒙德貴族的首飾甕，空空如也的腹內仿佛迴響著哀戚的風聲。",
                "\nAn ornamental urn made of sapphire, bearing the silver insignia of a noble house.\nIt is exquisite and elegant, a testament to the aesthetics of the ancient nobles of Mondstadt.\n\nA noble who once ruled over Mondstadt left it behind.\nHowever, the extravagant treasures that once lay inside are now gone.\nThese luxuries were symbols of the noble's stature,\nas well as the confidence, pride, and prosperity of the people of Mondstadt.\n\nThen, the nobles fell prey to power.\nThey took and they spent without regard for the people.\nLuxurious accessories became vanity items.\n",
                "15007_Go"
            ],
            "Headpiece": [
                "宗室面具",
                "曾經屬於舊日蒙德貴族的舞會面具，那空洞的眼眶依舊凝望著昔日的盛景。",
                "\nA silver mask inlaid with gold and gems and engraved with delicate patterns.\nDelicately made, it showcases the elegance and customs of the old nobles.\n\nThe first nobles who rose up to rule Mondstadt began as heroes of humble origins.\nThese great chieftains and elegant princes as well as beautiful princesses and noblemen\nonce welcomed the people to their banquets and feasts.\nIn those days long past, the nobles shared their wisdom and elegance generously.\n\nIn that golden age, the nobles shared with the people their knowledge and profits.\nBut the later nobles were seduced by power. Their banquets were exclusively for their own pleasure.\n",
                "15007_He"
            ]
        }
    },
    "染血的騎士道": {
        "Bonuses": [
            [
                "2",
                "造成的物理傷害提高25%。"
            ],
            [
                "4",
                "擊敗敵人後的10秒內，施放重擊時不消耗體力，且重擊造成的傷害提升50%。"
            ]
        ],
        "SID": "15008",
        "Set Pieces": {
            "Flower": [
                "染血的鐵之心",
                "被血染黑，變得如鋼鐵一般堅硬的乾花。對故主而言，是某種紀念品吧。",
                "\nA common white flower given to the knight by a rescued damsel.\nIt is dried and hardened by the blood from all his bloodshed.\n\nThanking him for his valor, the damsel offered a reward.\nHe turned down all she gave, save for a pure white flower.\n\n\"For a knight, chivalry is its own reward.\"\n\"This flower shall be my medal. That is all I need.\"\n\nHe wore the flower upon his heart.\nLike his armor, it was stained as black as a winter's night.\nLike his heart, it was hardened like a tempered blade.\n",
                "15008_Fl"
            ],
            "Feather": [
                "染血的黑之羽",
                "黏在騎士斗篷上的鴉羽。因為反覆沾染大量的黑血已經被徹底染成墨色。",
                "\nOne of the countless raven feathers stuck to the Bloodstained Knight.\nFor where there is blood, ravens shall follow.\n\nIn the end the Bloodstained Knight could no longer tell\nwhether the blood that stained him was his own or that of his enemies.\n\nEventually, on his long journey filled with bloodshed, he came to a realization:\nHis path of so-called chivalry had turned him from the white knight he used to be into the monster he had now become.\nHis only followers were the ravens drawn to the bloodshed he left in his wake.\n",
                "15008_Fe"
            ],
            "Timepiece": [
                "騎士染血之時",
                "騎士曾經使用過的時計。其中的液體已經完全凝結了，失去了計時功能。",
                "\nDeep in the abyss, where celestial bodies cast no light,\nthe Bloodstained Knight kept this timepiece, though time had lost all meaning.\n\nAt an end was the Bloodstained Knight's story,\nfor he realized there was no place for him on this earth.\nHe ventured into the fallen ancient kingdom, and died in battle in the monsters' lair.\nAt the bottom of the world, he learned the origin of the monsters that destroyed the ancient kingdom.\n\n\"The ancient kingdom was wrongfully cursed,\"\n\"Turning its inhabitants into monsters.\"\n\"The code of chivalry tolerates not such injustice.\"\n\"If Abyss be thy name, I pledge to you my loyalty.\"\n",
                "15008_Ti"
            ],
            "Goblet": [
                "染血騎士之杯",
                "染血騎士持有的黯淡金屬杯皿。外壁因為煙燻與凝結的血變得漆黑如夜。",
                "\nOriginally an exquisite silver goblet with gold engravings depicting the feats of a chivalrous knight.\nBut blood and smoke have stained the cup beyond recognition.\n\nCovered in blood, the knight who slayed demons returned from the scourged battlefield,\nOnly to find that those awaiting his rescue were nowhere to be found among the burning, collapsed houses.\n\nDefeated, the Bloodstained Knight took the smoke-blackened goblet,\nand vowed to rid the world of monsters, of poverty and of evil.\n",
                "15008_Go"
            ],
            "Headpiece": [
                "染血的鐵假面",
                "騎士用來遮掩自己面目的鐵面具，關於面具下的容貌幾何曾有無數猜想。",
                "\nA luxurious platinum mask that once belonged to a knight of noble birth.\nThe dark stains of dry blood are now a permanent part of its appearance.\n\nAs the Bloodstained Knight reached out to help a person in need after slaying the monster,\nThe way she cowered in fear made the knight realize:\nHe was now a monster himself.\nTainted by the blood and cruelty of his drawn-out war.\n\n\"Shield me from the eyes\"\n\"Of those I vowed to protect.\"\n\"And shield them from the horrors I am bound to effect.\"\n",
                "15008_He"
            ]
        }
    },
    "祭火之人": {
        "Bonuses": [
            [
                "1",
                "受到的火元素附著效果的持續時間減少40%。"
            ]
        ],
        "SID": "15009",
        "Set Pieces": {
            "Headpiece": [
                "祭火禮冠",
                "古老的時代裡，司祭祀之人所配戴的禮冠。因長年受火舌舔舐，擁有奇妙的抗性。",
                "\nThey say that,\nOnce upon a time, the people of the land could hear revelations from the heavens directly.\nThe envoys of the gods walked among benighted humanity then. The eternal ice had just begun to thaw, and the first fires were still new.\n\nIt was a time of great prosperity, when all was left in the hands of such heavenly revelations.\nThe envoys of heaven said that the world would soon enter a new and brighter age.\nThis was predestined, that future immutable.\n\nBut would a day come when such wonderful times might come to an end?\n\nTo this question the envoys gave no answer. So, the people chose from among them a chief priest,\nAnd adorning his head with a crown of white branches, they sent him out into the deep places of the world,\nTo antediluvian ruins and long-buried altars of sacrifice, to seek answers and enlightenment...\n",
                "15009_He"
            ]
        }
    },
    "祭水之人": {
        "Bonuses": [
            [
                "1",
                "受到的水元素附著效果的持續時間減少40%。"
            ]
        ],
        "SID": "15010",
        "Set Pieces": {
            "Headpiece": [
                "祭水禮冠",
                "古老的時代裡，司祭祀之人所配戴的禮冠。因長年浸沒在水中，擁有奇妙的抗性。",
                "\nThey say that,\nOnce upon a time, the people of the land could hear revelations from the heavens directly.\nThen, the envoys of the gods would walk among benighted humanity, and the ancient flames were extinguished amidst the first falling rains.\n\nIt was a prosperous time, a period of bountiful harvest.\nThen the earth was blessed and ruled by heaven, and the elemental flows were smooth and well-ordered.\nA hundred years of bounty were written in the stars, and none could change this divine law.\n\nBut what of the time after, a hundred, a thousand years from now? Would they have famine where they had plenty, poverty where once were riches?\nWould their altars and palaces become one with the soil, with only that silver-white tree for company?\n\nThe heavenly envoys, who ever spoke what they knew, were silent. So to understand this doom,\nThe chief priest, head crowned with white branches, would delve into the deep places of the world...\n",
                "15010_He"
            ]
        }
    },
    "祭雷之人": {
        "Bonuses": [
            [
                "1",
                "受到的雷元素附著效果的持續時間減少40%。"
            ]
        ],
        "SID": "15011",
        "Set Pieces": {
            "Headpiece": [
                "祭雷禮冠",
                "古老的時代裡，司祭祀之人所配戴的禮冠。因長年聆聽著雷鳴，擁有奇妙的抗性。",
                "\nThey say that,\nOnce upon a time, the people of the land could hear revelations from the heavens directly.\nThen, the envoys of the gods would walk among benighted humanity, and the waters ran dry as thunder first pierced the skies.\n\nPeople enjoyed untold wisdom, and that wisdom was their boon.\nTheir prosperity brought pride and ambition, and the mind to question.\n\nSo they questioned the heavens' authority, and schemed to enter the garden of gods.\nAnd though they had promised to the people divine love, prosperity and wisdom, the envoys of heaven were angry.\nFor to question eternity was forbidden,\nFor earth to challenge sky, inexpiable.\n\nSo the chief priest who wore the white-branched crown went forth to appease the divine envoys,\nAnd into the deep places he went, seeking the hidden wisdom of the silver tree in the ancient capitol...\n",
                "15011_He"
            ]
        }
    },
    "祭冰之人": {
        "Bonuses": [
            [
                "1",
                "受到的冰元素附著效果的持續時間減少40%。"
            ]
        ],
        "SID": "15013",
        "Set Pieces": {
            "Headpiece": [
                "祭冰禮冠",
                "古老的時代裡，司祭祀之人所配戴的禮冠。因過去飽嚐霜寒，擁有奇妙的抗性。",
                "\nThey say that,\nThe line of chief priests have always seen this same sight as their days draw to an end:\nA mountain of crowns in a secret place, beneath a withered tree—\n—each one hiding a lifetime of secrets kept.\nEach retiring chief priest offers up their crown of flawless white branches to this world.\nEvery mighty and ancient city, and every austere place of sacrifice must one day return to profundity in the earth.\n\nAll prosperity must someday end.\nBut this does not mean that nothing is eternal.\n\nAt the end of a cycle, the earth shall be renewed. Thus eternity is cyclical.\nThe search for truth is a product of prosperity, and not the seed that plants it.\n\nThey say that,\nOnce upon a time, the people of the land could hear revelations from Celestia directly.\nThe envoys of the gods walked among benighted humanity then. In those days, life was weak, and the earth was blanketed in unending ice.\n",
                "15013_He"
            ]
        }
    },
    "悠古的磐岩": {
        "Bonuses": [
            [
                "2",
                "獲得15%岩元素傷害加成。"
            ],
            [
                "4",
                "獲得結晶反應形成的晶片時，隊伍中所有角色獲得35%對應元素傷害加成，持續10秒。同時只能通過該效果獲得一種元素傷害加成。"
            ]
        ],
        "SID": "15014",
        "Set Pieces": {
            "Flower": [
                "磐陀裂生之花",
                "盛開於磐陀巨岩的金石之花。花瓣隨風輕搖，似有生機。",
                "\nA flower that bloomed in a cliff's impregnable cleft.\nIt is an exquisite life shaped by the essence of Geo.\n\nThere is a folk saying that goes thus:\nIn times of yore, someone told the Lord of Geo that there was no life to be found in barren stone.\nThus did the Lord of Geo command flowers of purest gold to burst forth from the face of an uneven rock.\n\nPerhaps the Geo Archon did once work such a great wonder,\nOr perhaps this is but one of the many tales that shroud this ancient world.\nBut the prosperous harbor that grew out of the lifeless mountains,\nAnd that braves the raging waves of the Sea of Clouds—\nPerhaps that was the brilliant flower, after all.",
                "15014_Fl"
            ],
            "Feather": [
                "嵯峨群峰之翼",
                "來自磯岩巨鳶的鋼羽，玄石的羽尖有時會凝結清冷的露珠。",
                "\nA feather left behind by the giant wings that flattened the mountains.\nThough it has long turned moss-green, this feather remains sharp as a naked blade.\n\nThey say that in ancient times, when the world was in turmoil, Rex Lapis plucked mountains and turned them into huge birds of prey.\nThese birds were carved out of rock and jade, and they soared above the ground once they had taken shape.\nSpiraling toward the heavens, they pierced through the clouds and flattened many stone peaks therein.\n\nThey say that these rock kites spread their wings and dived towards the ocean,\nAnd they fell from the sky like comets,\nRight into the heart of the sea, and the monsters within...\n\nAnd they say that the pillars of stone that jut out from the ocean continue to attract birds to this day.",
                "15014_Fe"
            ],
            "Timepiece": [
                "星羅圭璧之晷",
                "以整塊圭璧雕琢而成的日晷，紋路層疊星羅，沉默地記錄著失去的時間。",
                "\nA sundial made using regal jade.\nIt silently pursues both time and tide.\n\nEven rocks that have stood firm for time immemorial will eventually disintegrate over time, crumbling into dust and gravel.\n\nLegend has it that the Lord of Geo once made the glittering stars of the earth into devices for telling time, all the better to teach the ancient humans about the value of every moment.\nOver the passage of time, this sundial came to be the prized possession of a young person who was still then a scholar in training.\n\n\"When I was young, I dreamed of studying the classics and going to Sumeru to attain the greatest wisdom.\"\n\"Yet when gaining this dial, I played with and examined it for many long days, and could not find in it a single flaw.\"\n\"Thus I changed tacks and sought a master craftsman to learn a new trade, and thereby challenge the creator of this divine tool.\"\n",
                "15014_Ti"
            ],
            "Goblet": [
                "巉岩琢塑之樽",
                "華麗而不失莊重的酒樽，千年前曾滿盛玉露。",
                "\nA vessel for wine carved from immovable rock.\nIt is said to be filled with the ambrosia of sovereigns.\n\nIt behooves basalt to be impregnable, and crystal to shine in its translucence.\nGoing incognito amongst mortals should be likewise, exquisite in its enjoyments.\n\nFolk legend holds that in order to drink wine,\nRex Lapis brought forth bedrock,\nAnd carved jade and lovely stone into a wine vessel for himself.\n\nSome even say that there were once seven such vessels.",
                "15014_Go"
            ],
            "Headpiece": [
                "不動玄石之相",
                "玄岩精雕而成的莊嚴面具，空洞的雙眼永遠冰冷地凝視著前方。",
                "\nIt is said that during the years when gods contended against one another, Rex Lapis' aspect was that of boundless slaughter.\nIn those god-eat-god battles, one could never have ascribed gentleness to him.\n\nHe knew right from wrong, and never missed his mark: in those days of tumult, he would show no mercy, even to friends-turned-foes.\nRex Lapis' stone-cold expression never once changed throughout that storied age.\n\nThey say that only when the dust settled did he lay down that unmovable visage.\nBut it had been necessary, for he had donned it to fulfill a contract.",
                "15014_He"
            ]
        }
    },
    "逆飛的流星": {
        "Bonuses": [
            [
                "2",
                "護盾強效提高35%。"
            ],
            [
                "4",
                "處於護盾庇護下時，額外獲得40%普通攻擊和重擊傷害加成。"
            ]
        ],
        "SID": "15015",
        "Set Pieces": {
            "Flower": [
                "夏祭之花",
                "永遠盛放的人造之花，其中是否具有生命呢？",
                "\nA summer festival flower that blooms forever,\nThat will not wilt even if buried deep below the snow.That will not wilt even if buried deep below the snow.\n\nSome may label it an imitation, an false life,\nFor life lies in change, pain and growth,\nIn meetings, and also in partings.\n\nBut the memories of meeting her,\nOf watching the fireworks bloom in the sky like fresh flowers together,\nThe memories of that foxy-eyed woman who eventually disappeared without a trace...\nThat unwithering flower is the final thing to remember her by.\n\nIn the end, the difference comes down to the fact that for some,\nLife is as eternal as this undying summer bloom,\nBut for most, it is as transient as smoke.\n",
                "15015_Fl"
            ],
            "Feather": [
                "夏祭終末",
                "精緻的木造飛鏢。抵達終點後才會停滯之物。",
                "\nAn intricately-made throwing dart. It is a common sight during the summer festival.\nIn the ghost stories of Inazuma,\nThere is a tale about a meeting between the human and inhuman...\n\nTo celebrate my wife's pregnancy, I went to the shrine to give a votive offering.\nBut for reasons unknown, I went up the mountain with these objects.\nThe water balloon from when I seven, the fox mask from when I was seventeen,\nAnd a flower that would not wilt in ten or even a hundred years.\n\nWhy did I expect to meet her again?\nNo matchmaker introduced myself and my wife, and we were always short on money,\nAnd it took some time for us to produce an heir,\nBut our days were still filled with happiness, were they not?\n\nBut still I detoured on that mountain road to the place where I'd seen the fireworks with her.\nPulling the bushes apart, I thought I saw her dressed in white, sitting upon that rock.\nBut when I came forward and looked, it was just a fox sunbathing.\nIt leaped up at the sound of snapping branches, and fled into the woods,\nAnd like the spots of light that poke between leaves moved by the breeze, it was gone in a flash.\nAll that was left was an old wooden throwing dart.",
                "15015_Fe"
            ],
            "Timepiece": [
                "夏祭之刻",
                "停滯在某一時刻的精緻懷鐘。",
                "\nA small, ornate pocket watch.\nThe watch seems to have stopped at a certain time of day.\nIn the ghost stories of Inazuma,\nThis has something to do with an encounter with something inhuman...\n\nOn the night of the summer festival, as I walked the path to the shrine with the girl I admired,\nI heard, only barely, the sound of a lost child's cries.\nIn that moment of distraction, I fell, spraining my ankle and breaking that pocket watch.\n\nWhile she ran to look for some ointment,\nI tried to make way for the people passing through,\nAnd sat down on a rock by the wayside to rest.\nThe beautiful mask-wearing woman sat down beside me.\n\"There are few who know about this spot.\"\n\"But it's the best place to watch the fireworks, you know?\"\n\nIt should have been a dream.\nWe hadn't met in ten years,\nAnd she had aged not a single day in those years, and yet...\n\n\"You've grown so much. Looks like we should pass on the game of fusen.\"\n\"I've brought wine, though. Let's watch the fireworks together. What do you say?\"\n",
                "15015_Ti"
            ],
            "Goblet": [
                "夏祭水玉",
                "夏祭時，盛水氣球並不罕見。但如此精緻的僅此一個。",
                "\nA beautiful water balloon filled with water.\nIn the ghost stories of Inazuma,\nThis is a memento from a chance meeting with something inhuman...\n\nDuring the summer festival, I was separated from my parents.\nIt was but a moment, but I had wanted to look at the water balloons,\nAnd let go my hand that had gripped on to my father's sleeve.\nBefore we knew it, the tide of people escorting the divine palanquin had washed us apart.\n\nI cried by the torii gates along the road to the shrine,\nAnd I counted the feet of the people ascending the mountain.\nI do not know when it happened,\nBut a beautiful lady with fox-like eyes had come to my side, and taken my hand.\n\n\"How preposterous, to leave such an adorable child here.\"\n\"So, how about it? Would you like to see the fireworks, throw some darts, and play fusen with me?\"\n",
                "15015_Go"
            ],
            "Headpiece": [
                "夏祭之面",
                "依據傳說中的神明形象製作的，非常流行的面具。",
                "\nThe mask of one indwelt by a deity.\nA mask that has been cast in the image of some legendary deity.\n\nPeople will often take on the guise of the fox of legend,\nCovering their faces with masks based on her divine visage,\nPerhaps wishing that they might gain her ability of transformation.\n\nIn Inazuma's legends, everything has a spirit.\n...But even so,\nIt is likely that most such beings would have long fled,\nDriven into the forests by the suppression of the Shogun.\n\nBut many people still believe in these divine foxes and the ability to be indwelt by them...\nThey believe that thousands of years of age may confer power upon animals.\nAs such, they also believe in what this fox mask represents.\n\nA note has been left on the back of this mask, written in a lovely hand.\n\"I'm sorry, I departed under the cover of the fireworks.\"\n\"We will most likely never meet again. Take care of yourself.\"\n",
                "15015_He"
            ]
        }
    },
    "沉淪之心": {
        "Bonuses": [
            [
                "2",
                "獲得15%水元素傷害加成。"
            ],
            [
                "4",
                "施放元素戰技後的15秒內，普通攻擊與重擊造成的傷害提高30%。"
            ]
        ],
        "SID": "15016",
        "Set Pieces": {
            "Flower": [
                "飾金胸花",
                "色澤暗淡的斗篷別針。原本鍍上的金色已經被海風磨去。",
                "\nA corsage whose coloration has been blistered away by the sea-salt wind.\nEven a man who wanders the ocean waves,\nHas items and memories that he prizes.\n\nThe great warship raised its anchor and headed out to sea, and the Chief Mate once more left harbor with the Skipper.\nFor the Skipper's absurd pursuit, and for his own faded memories,\nThe Chief Mate hummed a crappy shanty of his own composing, forming a chorus with the whales and the waves.\n\n\"The scoundrel who gave up his family name and the witch who hunted him (never) reached the sea!\"\n\"The wise step-brother who could not be an heir became head at last (or did he?)\"\n\n\"Words that cannot be sung... Have I also forsaken the truth for illusions?\"\n\"Having lost it all, and given it all up, and then sinking beneath the waves...\"\n\"...Maybe this isn't the worst of endings, after all. Hahahahaha!\"\n",
                "15016_Fl"
            ],
            "Feather": [
                "追憶之風",
                "隨嗚咽的海風、腥紅的海浪而來的飛羽，年歲改變了它的形狀與顏色。",
                "\nA red feather is an ill omen, perhaps even a portent of death.\nIt washed ashore one day together with the corpse of a great sea creature.\n\nThe cynical Chief Mate was no native of Liyue. Rather, he came from a gray land ruled by an aristocracy.\nAll said that he, too, was once such a noble, but that he must have disgraced his house and been turned out as a result.\nThat was but baseless hearsay, however, for when he first came to the harbor, he carried naught but a slim sword,\nAnd a small sapphire-blue feather pinned to his mantle.\n\nLater, the wanderer would throw in with the Skipper and set out to sea, contending with great waves and sea creatures alike.\nThat once azure-blue feather would also be stained red by blood and by the salt of the great ocean.\n\nIn his last moment,\nHe clearly recalled those days now drowned in drink.\nLike treasure in the sand brought to light by the lapping waves...",
                "15016_Fe"
            ],
            "Timepiece": [
                "堅銅羅盤",
                "古舊的銅製羅盤，指針始終朝向遙不可及的彼岸，不存在的港灣。",
                "\nA bronze compass used by a seaman.\nIn an ever-tumultuous life of wandering,\nIt points toward the direction where its owner's heart lies.\n\nThe rough Skipper once used this compass to guide his huge ship,\nNavigating treacherous ocean paths and conquering huge whirlpools.\nIt also guided the one whose deep hatred hid behind an uninhibited laugh,\nAnd who, lost and despondent, sought death and burning drink...\n\n\"I believe you all sing that the thief could not avoid the gallows in the end, eh?\"\n\"As long as you have a place to belong to, even ending up in the belly of a fish would be alright—\"\n\"Hey now, didn't you sign a contract with this ship when you came aboard?\"\n\"That memory didn't get washed down with the wine, did it?\"\n\"Good, then — after all, it is time to fulfill your contract.\"\n\n\"Is that so? ...Well, alright. It doesn't matter anymore, anyway...\"\n",
                "15016_Ti"
            ],
            "Goblet": [
                "沉波之盞",
                "無心打撈上來的褪色酒盞，暗淡的外觀呢喃著海波之底的往日。",
                "\nA faded, but finely-crafted wine cup,\nGround down by the sands in the sea's depths.\n\nThe exquisite cup fell from the Chief Mate's hand, raising tiny ripples as it hit the ocean surface.\nWhat did it see amid the schools of fish in the dying light?\nWhat had he encountered amidst the silent alleys, before the bars of the flower-inlaid windows of a secret tryst?\nDown and down the dark gold cup sank, into the dreams of the sea monster, and into the dreams of the Chief Mate...\n\n\"Someday, I will return the favor for this mark of humiliation that you left upon me.\"\nThe moonlight illuminated sapphire eyes and that striking scar.\nIn his memory, her countenance grew brighter, beautiful, cold and proud,\nBut he had forgotten what he had said then, and grew suddenly despondent as a result.\n\n\"Come to think of it, how many times have I forgotten the past...\"\n\n\"Ha, does it matter how you retell the past?\"\n\"All deaths are in vain. There is no saving that which has already sunk.\"\n",
                "15016_Go"
            ],
            "Headpiece": [
                "酒漬船帽",
                "古舊的船帽，繚繞著不散的酒氣、浸漬了斑駁的酒痕。",
                "\nA tricorne hat thick with the smell of alcohol.\nIts shape and design symbolize the position of its owner.\n\nThe hard-drinking Chief Mate was lost in a drunken reverie from morning till night, and was rarely ever sober.\nHe reeked of alcohol all over, mumbling often of tattered memories.\nThe jovial Skipper did not reprimand him, however, and indeed kept giving him important responsibilities.\n\n\"Well, we are both people without a thing to our names, eh? Hahahaha!\"\n\n\"The wine-sodden sea hat was thrust by a storm into the sky, and then carried away on the roiling waves.\"\n\"Those fated to lose their homelands engage in battles bereft of hope and want.\"\n\"That which they lost to the sea of memory, they sought to reclaim from the deep.\"\n\n\"The wind and waves are correct. We have found it.\"\n\"That giant creature that haunts and gnaws at me even in my dreams...\"\n\"The time for vengeance has arrived. We set sail!\"\n",
                "15016_He"
            ]
        }
    },
    "千岩牢固": {
        "Bonuses": [
            [
                "2",
                "生命值提升20%"
            ],
            [
                "4",
                "元素戰技命中敵人後，使隊伍中附近的所有角色攻擊力提升20%，護盾強效提升30%，持續3秒。該效果每0.5秒至多觸發一次。裝備此聖遺物套裝的角色處於隊伍後台時，依然能觸發該效果。"
            ]
        ],
        "SID": "15017",
        "Set Pieces": {
            "Flower": [
                "勳績之花",
                "以金箔製成的精緻花朵，象徵了其主人所獲得的功勳與榮譽。",
                "\nIn an age when solemn songs were sung from the clifftops, a meteorite once fell into the Chasm.\nOut of the depths of the boundless night sky above, the iron meteorite plummeted to the ground, turning the earth to powdered glaze on impact.\n\nThough human life is fleeting, Rex Lapis personally ordered the Millelith to rush to the defense of the mines.\nAs the Abyss flooded forth, the Millelith escorted countless civilians to safety.\nMiners tell tales of a small number of troops from the rearguard, who remained in the Chasm.\nTogether with the nameless yaksha, they fought courageously until they, too, made the ultimate sacrifice among the jagged rocks.\n\nIn time, the names of both mortals and adepti alike were forgotten. In time, even the mountains and rivers change form.\nYet there will never come a time when their honorable deeds shall be forgotten. Like this gold-leafed flower, they will shine on forever.\n500 years on, the harbor city remains as steadfastly peaceful today as the day the disaster was quelled.\nAnd still, the troops wear this golden flower with pride, in honor of the sacrifice made by their forebears.\n",
                "15017_Fl"
            ],
            "Feather": [
                "昭武翎羽",
                "在儀仗場合佩戴的鷹翎，用以向外人顯明璃月港的威嚴與決心。",
                "\nAs a mark of military service, the Millelith use the feathers of high-altitude birds of prey to adorn their uniforms.\nThese tail feathers are only worn on ceremonial occasions. They boost the morale of the citizenry and fill visiting outlanders with a sense of awe.\n\nIt is said that in its inception, this ceremonial custom was inspired by the nameless yaksha.\nIn the heat of battle, when the yaksha was engaged in fierce combat with the Abyss, some of its plumage was stripped away. The feathers that fell to the ground were seen as a symbol of hope.\nIn the end, the brave yaksha and fearless citizenry would sink into an exhausted slumber in the dark lair of the enemy.\nRex Lapis was moved by their sacrifice and observed a prolonged vow of silence among the low murmuring of the mountain stone.\nThe people claim that the nameless yaksha that defended The Chasm was not, in fact, under the command of Rex Lapis.\nInstead, they believe that it was an act of redemption from a longstanding sin... a price paid for cowardice and dereliction of duty.\n\nWhatever the truth of the matter, the yaksha that had once soared through celestial heights had now returned to a free existence amongst the clouds.\nAs for the soldiers, trapped in eternal slumber in the depths of The Chasm... their legend continues to evolve with the flow of time.",
                "15017_Fe"
            ],
            "Timepiece": [
                "金銅時晷",
                "外觀樸素的計時道具，在戰亂的時代，一度是千岩軍的制式裝備",
                "\nA hardy timepiece powered by sunlight and moonlight, capable of capturing rays of light even on the darkest of days.\nWhen Liyue was threatened by a pitch-black malice, this time-dial helped the soldiers to remember the warmth of the sun.\n\nIn the course of fighting side-by-side with the yaksha, these mortal soldiers could not escape being contaminated by karma, or harmed during the slaughtering.\nTo avoid being consumed by the darkness of constant killing, the Millelith soldiers used this timepiece to silently mark the passage of time during each battle.\nThey fixed a unified marching pace and schedule so that one squadron of mortal soldiers would take the battlefield as the one before them retreated.\nThis cycle of advance and retreat continued all the way to the depths of the Chasm, where yaksha and valiant soldiers both fell.\n\n100 years later, this timepiece was unearthed by a miner. Its bronze surface sparkled in the bright starlight.\nUrban legends tell of a collector of curios wearing black robes, who roamed the market streets one day, buying up Orichalceous Time-Dials and paying a generous sum for each one.\nSome sellers queried him, curious to know what his reasons were, but he deftly deflected all their questions with an array of excuses and other verbal tricks.\nAs for what this individual's true motive was, perhaps only the unyielding forward march of time can finally deliver a satisfying explanation.\n",
                "15017_Ti"
            ],
            "Goblet": [
                "盟誓金爵",
                "千岩軍用以盟誓的金爵，依舊殘留著絲絲酒香。",
                "\nWhen the Millelith was first founded, Liyue was still a savage and dangerous place.\nThe elders of towns, villages, and tribes would pledge oaths of allegiance with a golden cup.\nAs a show of loyalty to Rex Lapis and duty to their countrymen,\nThey selected valiant soldiers from all regions. These soldiers became known as the Millelith.\n\nThey would go on to take up arms with a yaksha in battle, fighting from the rearguard. They too drank from that golden cup.\nIt was a final toast to the benevolent and majestic Lord of Geo. With their gaze fixed ahead of them, they stormed into the abyss.\nHundreds of years later, a conceited adventurer retrieved the cup from the depths of The Chasm and washed away the imperfections.\nMiraculously, the cup remained whole and untarnished by the passage of time. The pitch-dark of that subterranean realm had failed to remove its radiance.\n\nYet more centuries passed. Eventually, the people of Liyue would tell tales of an era of catastrophe and a nameless yaksha,\nTales of how heroes from disparate heritages and different lands united under a single banner against the Abyss...\nInevitably, the tale would touch upon the cup, and how the blood of those that went before remained clear and spotless as the day it was spilled.\n",
                "15017_Go"
            ],
            "Headpiece": [
                "將帥兜鍪",
                "年代久遠的華麗頭盔，洗淨塵沙後依舊明亮如新。",
                "\nThe commander who fought together with the nameless yaksha fell in the line of duty,\nAs did the handful of his compatriots who fought alongside him.\nTo ensure that the afflicted civilians could safely escape, and to maintain their honor in the eyes of the Lord of Geo,\nThe helmet-clad troops of the front line took the lead, pointing their spears towards the Abyss and charging into battle.\n\nDisaster arrived in the land of glaze, and a horde of ancient foes came surging forth.\nAt the order of Rex Lapis, the yaksha fought a bloody battle against the warped creations of the Abyss.\nThe fight went on until the last drop of blood had soaked into the battlefield and all that was impure had been cleansed.\nAs the tide of the Abyss receded, the glaze sands shone gloriously once more,\n\nBut when the gloom that had filled the skies above The Chasm had finally dissipated, the yaksha disappeared without a trace.\nAs for the general and his men who left their helmets on the battlefield, they rest there in peace forevermore.\n",
                "15017_He"
            ]
        }
    },
    "蒼白之火": {
        "Bonuses": [
            [
                "2",
                "造成的物理傷害提高25%。"
            ],
            [
                "4",
                "元素戰技命中敵人後，攻擊力提升9%。該效果持續7秒，至多疊加兩層，每0.3秒至多觸發一次。疊滿兩層時，2件套裝的效果提升100%。"
            ]
        ],
        "SID": "15018",
        "Set Pieces": {
            "Flower": [
                "無垢之花",
                "湛藍而堅硬，永不凋敗、永不褪色的人造花朵。",
                "\n\"You astound me. You have but a human body, and yet you carry such a power within you.\"\n\"You claim that you have no tears left to cry, no blood left to shed, but surely this is because you have filled yourself with fire...\"\n\"Though your body has long been covered in scars, fierce flames are all that now may flow, like molten iron, from your eyes and your wounds.\"\n\"But we appear to have gotten off-topic. I followed the trail of smoke and tracked you down because I wish to strike a deal with you...\"\n\"Let the flames that now devour you be extinguished by the grace of Her Majesty. What say you?\"\n\nThe first Fatuus gave power to a young woman in whom the flame of life had all but died,\nAnd in her wild imagination, she saw the line that lay between the corrupt past and a stainless future...\n\n\"I understand. Then, let glacial ice take the place of my erased past and extinguish these undying flames.\"\n\"Let the darkness of corruption, the pain of the world, and the humans, beasts, and the sin they carry all be purified by silent ice.\"\n\nBut despite this, a pure white flame continued to burn within her heart...\n\n\"We share the same goal, you, your Tsaritsa, and I.\"\n\"Cleanse the sources of distortion in this world: short-sighted, ignorant gods and the darkness and corruption of the Abyss.\"\n\"Good. I will do whatever it takes to become an effective instrument in the advancement of our common cause.\"\n\"For even if I dress in pure white from head to toe, the ashes of the dead that have long left their stain on every inch of my being can never be cleansed.\"\n",
                "15018_Fl"
            ],
            "Feather": [
                "賢醫之羽",
                "邊緣無比銳利的不祥翎羽，或許象徵著異類的不羈。",
                "\n\"A human is nothing more than a machine of a certain level of complexity.\"\nThus declared the youth from his lectern in the seedbed of wisdom.\nIf one were to disassemble a part of this machine and make enhancements to it,\nIts performance could be greatly amplified.\nWith or without a Vision, and irrespective of their physique or combat skills,\n\"Enhanced humans\" would surely display strength far beyond the average.\n\nDespite the risk of being denounced as a heretic and permanently cast from the circle of the wise,\nThe youth candidly jotted down these thoughts in the margins of his research notes:\nI. As anticipated, no research breakthroughs are possible, given the working style of the Academia.\nII. Nevertheless, being expelled would be a loss. One needs an environment conducive to research.\n\nFollowing a trail of rumors of heresy, the first of the Fatui tracked him down...\n\n\"Merely an enhanced human? If your great nation can furnish me with sufficient resources and ample time, I could even manufacture that which you would call a god. What say you?\"\nIn the desert that shone bright like liquid gold, he inquired of the Snezhnayan diplomat:\n\"Will you treat me like the Academia did? Will you call me a monster, a madman?\"\n\"Or will you treat me as my hometown did, and chase me away with pitchforks and clubs...?\"\n\nHowever...\n\"Good. Then, we are now in partnership.\"\n\"As for the matter of your title — what do you say to this...\"\nTaken completely by surprise by the sheer irony of the title he was given, the young man burst into hysterical laughter.",
                "15018_Fe"
            ],
            "Timepiece": [
                "停擺之刻",
                "殼罩無法打開的懷錶，會堅定地隨著時光流逝而嘀嗒作響。",
                "\nMoney is the lifeblood of the world, and the pathways along which it flows are the world's arteries.\nThen, the center of the world is a heart made of gold.\n\nHe was not one of the favored, and could only pursue worldly power.\nBut though money ought to mean nothing to the gods,\nThey held it firmly within their grasp nonetheless, along with the countless other forms of power that they wielded.\n\nPerhaps he lusted for money because he had once been destitute,\nOr perhaps the fact that the gods had never looked upon him with favor ignited a burning desire for resistance inside him...\n\n\"The people of the land from which these coins hail revere contracts above all else.\"\n\"In the name of money, I shall respect the contract between us...\"\n\"We shall, by whatever means necessary, become the heart that pumps money around the world.\"\n\"And, when the moment comes, that heart shall cease beating by our will alone.\"\n",
                "15018_Ti"
            ],
            "Goblet": [
                "超越之盞",
                "從外觀無從斷定經歷了多少歲月的精緻杯盞。",
                "\nHe was born with a face fairer than any other,\nDestined to a long life and a hollow will.\n\nHe was a transcendent being, divinely created, but he was cast aside like worthless dross.\nYet, due to an error that cannot be known, he roused himself from slumber,\nAnd began to wander the mortal realm.\n\nBefore the Fatui found him, he had drifted for countless years\nAnd in that time, this is what his experience had taught him:\n\n\"I am a 'human' who surpasses all others.\"\n\"Even the gods daren't meddle in my fate.\"\n\"Neither mortal nor god, nor fate itself, is qualified to be my judge.\"\n\"I am free to choose how I wish to spend the remainder of my days.\"\n\n\"Since these mask-wearing people are so fun to be around...\"\n\"I think I'll become one of them.\"\n",
                "15018_Go"
            ],
            "Headpiece": [
                "嗤笑之面",
                "能將面目遮蔽，讓人無從判斷表情的面具。",
                "\nSince the stain of my compatriots' blood cannot be cleansed, I shall become The Jester, who laughs in the face of fate.\nSince my level of learning could not compare with the sages, I failed to earn the favor of the previous ruler.\nSo too did I fail to stop them from tearing away the veil of sin, ushering in a tide of divine wrath, destruction, and foolishness...\nThen I shall become instead a fool, a Fatuus, and devote myself to Her Majesty, who understands my pain...\n\nMy name is Pierro, The Jester. Please listen to the words I have to say:\n\nProud Fatui comrades, I know your hearts harbor both the fires of rage and the cold of eternal winter.\nEach one of us has borne witness to the absurd callousness of the foundational principles of this world.\nSo, let us don our masks in mockery of the world as we go forth and rewrite the rules of destiny.\n",
                "15018_He"
            ]
        }
    }
}