{
    "Pieces": {
        "Jade-Eyed Cat": {
            "Name": "Jade-Eyed Cat",
            "FName": "Domestic Jade-Eyed Cat",
            "Desc": "An agile and wise soul, endowed since birth with a well-maintained elegance and pride.\nA grimalkin with emerald-green eyes, they walk upon roof beams at night with great grace. Its furry footsteps are nearly inaudible and it often sneaks into shops and kitchens undetected.\nLuckily, since they needn't worry about food or drink here, they've become much more honest after arriving in the Realm Within.",
            "Rarity": 3,
            "Comfort": 100,
            "Cost": 500,
            "Crafting": {
                "Recipe": {
                    "Iron Chunk": 30
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Northland Hound": {
            "Name": "Northland Hound",
            "FName": "Domestic Northland Hound",
            "Desc": "Humanity's best friend!\nThese originate from a canine species from the far north and have a body of thick grey-white fur. They are quite hardy against the cold and are of an honest and lively character.\nHowever, the temperate climate of the Realm Within tends to lend to their lazy side. Be sure to play with them more to keep them from getting too fat!",
            "Rarity": 3,
            "Comfort": 100,
            "Cost": 500,
            "Crafting": {
                "Recipe": {
                    "Iron Chunk": 30
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Forest Boar": {
            "Name": "Forest Boar",
            "FName": "Boar 1",
            "Desc": "One of the most energetic residents in Teyvat, boars are found active throughout the wild.\nThis wild animal is characterized by its stubborn personality. Able to survive in various conditions, it can be encountered in all sorts of forests and wild terrain.\nEven when placed in the safety of the Realm Within, they still maintain their alertness, fleeing the moment anyone draws near to them. Paimon's beginning to feel that her dreams of riding a boar are now in jeopardy.",
            "Rarity": 3,
            "Comfort": 100,
            "Cost": 500,
            "Crafting": {
                "Recipe": {
                    "Iron Chunk": 30
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Azure Crane": {
            "Name": "Azure Crane",
            "FName": "Crane 1",
            "Desc": "A graceful bird with broad wings and slender legs.\nThe poets of Liyue even use the term \"gentleman\" to describe this tall and dignified bird. As such, these \"gentlemen\" pay close attention to proper etiquette and maintain an appropriate distance from strangers. Any sudden movements towards them will only cause them to promptly take flight.\nPaimon once asked Tubby if he'd ever been able to catch one. Paimon explained that she meant no harm with her question, but still Tubby refused to answer.",
            "Rarity": 3,
            "Comfort": 100,
            "Cost": 500,
            "Crafting": {
                "Recipe": {
                    "Iron Chunk": 30
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Forest-Patrol Hound": {
            "Name": "Forest-Patrol Hound",
            "FName": "Domestic Forest-Patrol Hound",
            "Desc": "Humanity's best friend!\nThese were domesticated and bred to be the partners of hunters in the mountains and forests. They are docile with acute senses and can still serve as the guardians of house and home.\nThough life in the Realm Within is perfectly safe, they still keep vigilant watch near the door, allowing their master to feel completely at ease.",
            "Rarity": 3,
            "Comfort": 100,
            "Cost": 500,
            "Crafting": {
                "Recipe": {
                    "Iron Chunk": 30
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Shiba": {
            "Name": "Shiba",
            "FName": "Domestic Shiba",
            "Desc": "Humanity's best friend!\nLegend has it that the Inazuma Shogun once greatly adored this canine breed, and they became one of the most well-loved pets in the seven nations. They are gentle, loyal, and intelligent.\nFrom time to time, however, their voracious instincts will take over causing them to pace about the kitchen, waiting anxiously for someone to feed them.",
            "Rarity": 3,
            "Comfort": 100,
            "Cost": 500,
            "Crafting": {
                "Recipe": {
                    "Iron Chunk": 30
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Black-Back Hound": {
            "Name": "Black-Back Hound",
            "FName": "Domestic Black-Back Hound",
            "Desc": "Humanity's best friend!\nOnce bred by aristocrats of ancient times as hunting hounds, they are now known for being a loyal, reliable, and friendly breed.\nIt's said that they still retain their hunting instinct, and even Paimon noticed that just Tubby yawning outside is enough to put them on the alert.",
            "Rarity": 3,
            "Comfort": 100,
            "Cost": 500,
            "Crafting": {
                "Recipe": {
                    "Iron Chunk": 30
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Northland Cat": {
            "Name": "Northland Cat",
            "FName": "Domestic Northland Cat",
            "Desc": "An agile and wise soul, endowed since birth with a well-maintained elegance and pride.\nThis graceful cat has a base coat of grey-white fur that is streaked with black. It is native to the distant far north and is well-known for its gentle character and companionable nature.\nAfter arriving in the Realm Within, these laid-back kitties can be often be found accompanying others that also hail from the north, or leisurely spending the day lying in the sunlight beside the window.",
            "Rarity": 3,
            "Comfort": 100,
            "Cost": 500,
            "Crafting": {
                "Recipe": {
                    "Iron Chunk": 30
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Tiger-Striped Cat": {
            "Name": "Tiger-Striped Cat",
            "FName": "Domestic Tiger-Striped Cat",
            "Desc": "An agile and wise soul, endowed since birth with a well-maintained elegance and pride.\nThis cat has is intelligent and combative, and has quite the aura of prestige to it. These cats are excellent at earning the favor of humans and are often able to get the upper hand when it comes to gathering food. As such, they tend to get fat quite quickly.\nHowever, there is no shortage of food in the Realm Within, leading to a decline in their competitive nature. Given enough time, these kitties have the potential to become fat, round balls of fur. Thankfully, their unemployed fellow kin use their sense of duty as a means of encouraging them to stay fit.",
            "Rarity": 3,
            "Comfort": 100,
            "Cost": 500,
            "Crafting": {
                "Recipe": {
                    "Iron Chunk": 30
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Sheriff Cat": {
            "Name": "Sheriff Cat",
            "FName": "Domestic Sheriff Cat",
            "Desc": "An agile and wise soul, endowed since birth with a well-maintained elegance and pride.\nThese cats are conscientious and cautious, elite hunters amongst their kind. Due to humans often delegating the vital task of defense against vermin to them, they are sometimes also called \"watch-leaders\" or \"sheriff cats.\"\nHowever, life in the Realm Within is neat and orderly, with no outbreaks of ravaging pests and vermin. With nothing better to do, these jobless \"sheriff cats\" find renewed fulfillment in encouraging others of their kin to move and exercise.",
            "Rarity": 3,
            "Comfort": 100,
            "Cost": 500,
            "Crafting": {
                "Recipe": {
                    "Iron Chunk": 30
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Timber Wall With Jade Eaves": {
            "Name": "Timber Wall With Jade Eaves",
            "FName": "Liyue Wall",
            "Desc": "A Liyue-style wall decorated with eaves and posts made of fragrant cedar that is as clean and white as a gem. It has a simple beauty to it.\nLeaving things appropriately blank is an art in its own right, bringing out the beauty of the furniture itself and leaving room for the occupants to freely choose their decorations.",
            "Rarity": 3,
            "Comfort": 30,
            "Cost": 0,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 8,
                    "White Iron Chunk": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Dark Wood Arch Wall": {
            "Name": "Dark Wood Arch Wall",
            "FName": "Mondstadt Wall",
            "Desc": "A Mondstadt-style wall with vaulted wooden decorations. The wall skirt is flush with the windowsill, a design that helps prevent the wall from being stained with dirt. However, the large surface area covered by wood poses a real indoor humidity hazard.",
            "Rarity": 3,
            "Comfort": 30,
            "Cost": 0,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4,
                    "White Iron Chunk": 4,
                    "Red Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Traditional Cedar Flooring": {
            "Name": "Traditional Cedar Flooring",
            "FName": "Liyue Flooring",
            "Desc": "Clean white porcelain flooring. The clay of Cuijue Slope has been extracted and fired using ancient techniques to produce flooring with simple but elegant textures.\nAlthough the method of making these tiles are uniquely resistant to wear and tear, they have some... unique components that preclude the use of Pyro to clean any of the dirt.\nThe use of Anemo is also not recommended.",
            "Rarity": 3,
            "Comfort": 30,
            "Cost": 0,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 4,
                    "Red Dye": 8
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Colorful Checkered Tile": {
            "Name": "Colorful Checkered Tile",
            "FName": "Mondstadt Flooring",
            "Desc": "A flooring lined with tiles of different colors along the diagonal axes of the room is beautiful indeed, but it is prone to dazzling the eyes when the indoor lighting is too bright. Finding a reference point for placing furniture is also a lot of trouble, resulting in slanted placements for days.",
            "Rarity": 3,
            "Comfort": 30,
            "Cost": 0,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 4,
                    "Blue Dye": 4,
                    "Red Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Checkered Cedar Ceiling": {
            "Name": "Checkered Cedar Ceiling",
            "FName": "Liyue Ceiling",
            "Desc": "A simple but lovely wooden floor that is very resistant to abrasion due to the special lacquering process it has undergone. The special components in the lacquering makes Pyro unsuitable for cleaning this flooring, however.\nAnemo... is not a good idea either.",
            "Rarity": 3,
            "Comfort": 30,
            "Cost": 0,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 4,
                    "Blue Dye": 4,
                    "Red Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Dark Checkered Ceiling": {
            "Name": "Dark Checkered Ceiling",
            "FName": "Mondstadt Ceiling",
            "Desc": "The dark grid patterns that dominate this ceiling are most easy on the eyes when matched with the right chandelier.\nThe only risk is that the fungi that grow in the attic may rot the wood and cause entire tiles to fall from the ceiling. The best solution to this? Regular cleaning, what else?",
            "Rarity": 3,
            "Comfort": 30,
            "Cost": 0,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4,
                    "Blue Dye": 4,
                    "Red Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Two-Tier Candle Chandelier": {
            "Name": "Two-Tier Candle Chandelier",
            "FName": "Hanging Candle Lamp",
            "Desc": "An elegant candle-lit chandelier with a two-tiered design for superior illumination. It also has a nice warming effect, with the only downside being the trouble it takes to replace any burnt-out candles.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 305,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 4,
                    "Iron Chunk": 8
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Eight-Sided Lantern: Lucky Day": {
            "Name": "Eight-Sided Lantern: Lucky Day",
            "FName": "Liyue Hanging Lamp",
            "Desc": "An ancient and elegant Liyue lantern. Its lampshade is woven from silks of unique texture and embroidered exquisitely, representing both beauty and solemnity. It is said that such lanterns represent the belief that \"all shall be well in the future.\"",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 220,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 4,
                    "Fabric": 4,
                    "Red Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Six-Sided Lantern: Harmony in Friendship": {
            "Name": "Six-Sided Lantern: Harmony in Friendship",
            "FName": "Liyue Pointed Hanging Lamp",
            "Desc": "An ancient and elegant Liyue lantern. Its slim wooden frame is superbly built and can only be the work of seasoned hands. Hanging this lantern expresses the hope that \"all may be at peace.\"",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 220,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 8,
                    "Fabric": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Night of the Party Pumpkins\"": {
            "Name": "\"Night of the Party Pumpkins\"",
            "FName": "Pumpkin Chandelier",
            "Desc": "Lanterns that are shaped like pumpkins and which exude bizarre light tones.\nPlease refrain from inviting a certain member of the Knights of Favonius to visit after installing these lights, or you might be in for a bit of a shock.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 305,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 4,
                    "Fabric": 4,
                    "Yellow Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Embroidered Lantern: Lofty Grandeur": {
            "Name": "Embroidered Lantern: Lofty Grandeur",
            "FName": "Liyue Luxurious Hanging Lantern",
            "Desc": "A luxuriously decorated chandelier from Liyue. Its form is unique, like some sort of celestial pavilion.\nInstalling it requires special techniques as one finely combs the ribbon-like decorations into exquisite arcs.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 220,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "Fabric": 3,
                    "Red Dye": 3
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Fragrant Cedar Door": {
            "Name": "Fragrant Cedar Door",
            "FName": "Liyue Door 1",
            "Desc": "A door made of fragrant cedar.\nThis door has a window and it bears a simple yet lovely pattern.\nShowing yourself to your visitor through the windowpane is one aspect of Liyue's tradition of receiving guests.",
            "Rarity": 3,
            "Comfort": 30,
            "Cost": 0,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 20
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Favonius Fir Door": {
            "Name": "Favonius Fir Door",
            "FName": "Mondstadt Door 1",
            "Desc": "A door made of fir wood. This door has greatly increased thickness and weight compared to initial designs, and is sturdy indeed, capable at last of locking the confinement room regular in.",
            "Rarity": 3,
            "Comfort": 30,
            "Cost": 0,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 20
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Fragrant Cedar Cornering Stairs": {
            "Name": "Fragrant Cedar Cornering Stairs",
            "FName": "Liyue Stairs",
            "Desc": "A cornering stair made from fragrant cedar. The wooden surface has undergone special treatment and it absorbs water well, retaining a high level of friction even after being washed with water, preventing people from slipping down the stairway.",
            "Rarity": 3,
            "Comfort": 30,
            "Cost": 0,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 20
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Fir Wood Cornering Stairs": {
            "Name": "Fir Wood Cornering Stairs",
            "FName": "Mondstadt Stairs",
            "Desc": "A cornering stair made from fir wood. This one is of the same make as the Favonius Library's staircase, having large flat handrails. Though some have already used the library's handrails as slides to play on, do take note of your weight when attempting to follow that precedent.",
            "Rarity": 3,
            "Comfort": 30,
            "Cost": 0,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 20
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Sub-Space Boulder: Craggy Canopy": {
            "Name": "Sub-Space Boulder: Craggy Canopy",
            "FName": "Large Block",
            "Desc": "One of the rocks that form part of the basic terrain of adepti abodes.\nWhen piled up, these are sure to form a towering mountain.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 20
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Sub-Space Boulder: Rocky Bulwark": {
            "Name": "Sub-Space Boulder: Rocky Bulwark",
            "FName": "Large Rectangular Block",
            "Desc": "One of the rocks that form part of the basic terrain of adepti abodes. Walls made using this sturdy stone can repel monster attacks with ease.\nOf course, adepti abodes are places of peace where no monsters would enter.\n\"You can try Madame Ping's teapot if you don't believe me,\" Tubby insists with perfect seriousness.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 20
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Sub-Space Boulder: Verdant Peak": {
            "Name": "Sub-Space Boulder: Verdant Peak",
            "FName": "Large Square Block",
            "Desc": "One of the rocks that form part of the basic terrain of adepti abodes. This one looks most steady indeed.\nOne might be well advised to ask a certain Anemo Archon for his opinions on how to make them into a high tower. He does, after all, have some experience with constructing... sorry, avoiding designs with a poverty of style.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 20
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Sub-Space Boulder: Slumbering Stratus": {
            "Name": "Sub-Space Boulder: Slumbering Stratus",
            "FName": "Short and Wide Block",
            "Desc": "One of the rocks that form part of the basic terrain of adepti abodes. Short but broad, this stone's surface has found a happy medium between hardness and softness.\nA platform built from joining such stones together might be taken for a bed by some illuminated beast.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 20
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Sub-Space Boulder: Palace Steps": {
            "Name": "Sub-Space Boulder: Palace Steps",
            "FName": "Small Rectangular Block",
            "Desc": "One of the rocks that form part of the basic terrain of adepti abodes. This one is rectangular and smooth.\nIt is said that Mountain Shaper is quite fond of using such rocks to build steps. The number of people who come to seek the adeptus is as an endless stream, and yet none have been able to find this one's footsteps — they certainly did find a wealth of messy heron claw markings, however.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 20
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Sub-Space Boulder: Refined Beauty": {
            "Name": "Sub-Space Boulder: Refined Beauty",
            "FName": "Small Square Block",
            "Desc": "One of the rocks that form part of the basic terrain of adepti abodes. This one is rather conservative in size and weight by comparison.\nOther than using them as walls or fences, they can even be used as throwing weapons.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 20
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Sturdy Library Table": {
            "Name": "Sturdy Library Table",
            "FName": "Mondstadt-Style Wooden Table",
            "Desc": "A long desk masterfully carved from Cuihua Wood. It is useful in many different circumstances.\nThe only trouble here is maintenance since this kind of wood gets dirty rather easily.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 169,
            "Crafting": {
                "Recipe": {
                    "Cuihua Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Favonius Office Table": {
            "Name": "Favonius Office Table",
            "FName": "Favonius Long Table",
            "Desc": "A writing desk made from Cuihua Wood, designed just like those that may be found in the Knights of Favonius offices.\nThe wood has been dried using a special method to give it a moderate hardness. When one places their elbows on the desk, it feels quite soft, and yet this will not affect one's ability to write.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 254,
            "Crafting": {
                "Recipe": {
                    "Cuihua Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Favonius Conference Table": {
            "Name": "Favonius Conference Table",
            "FName": "Favonius Long Table",
            "Desc": "A long table made of Cuihua Wood. Meetings and business talks are often held here.\nPlease be cautious of the metal edges. Designs of this kind are intended to prevent the knights' armor from damaging the table, but the results might be less than desirable if you were to bump into it while dressed in casual clothes.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 254,
            "Crafting": {
                "Recipe": {
                    "Cuihua Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Northern Birch Folding Counter": {
            "Name": "Northern Birch Folding Counter",
            "FName": "Counter",
            "Desc": "A counter made from birchwood that can be seen in many a store or guesthouse.\nAs these counters can be quite tall, some caring store owners will set up stools for more vertically challenged employees. Employees who do not receive such care, however, will have to fend for themselves in this regard.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Wide Stone Stove": {
            "Name": "Wide Stone Stove",
            "FName": "Large Stove",
            "Desc": "A stove with a wide platform upon which much food and crockery may be placed — indeed, more than enough to meet the cooking needs of any popular restaurant.\nThough this design is excellent in dealing with wood chips and charcoal, you still need to watch for the smoke. Mind you don't blacken the roof and walls, now.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 558,
            "Crafting": {
                "Recipe": {
                    "Iron Chunk": 4,
                    "White Iron Chunk": 4
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Portable Stove": {
            "Name": "Portable Stove",
            "FName": "Cooking Stove",
            "Desc": "A light and convenient little stove that is often used by business people at Chihu Rock.\nIt's just a shame that the amount of food that can be placed on it at once is quite small, leaving it with little hope of feeding Paimon in time.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 558,
            "Crafting": {
                "Recipe": {
                    "Iron Chunk": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Long Table With Tablecloth": {
            "Name": "Long Table With Tablecloth",
            "FName": "Adorned Table",
            "Desc": "A Mondstadt-style long table laid with a diamond-shaped turquoise table cloth that is said to represent \"jubilation.\" It is often used for celebrations and group dinners.\nBut due to some fools pulling the cloth, and with it an entire slew of fine food, to the ground while in high spirits, all such table cloths have been nailed securely to the table.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 169,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 8,
                    "Fabric": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Multi-Seat Round Pine Table": {
            "Name": "Multi-Seat Round Pine Table",
            "FName": "Outdoor Reception Table",
            "Desc": "A Mondstadt-style round pine table that can often be found at restaurants such as Good Hunter.\nThis sort of table fears neither dampness nor hard knocks, but is most afraid of cats that might use it as a scratching post.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Intricately Carved Calligraphy Table": {
            "Name": "Intricately Carved Calligraphy Table",
            "FName": "Liyue Calligraphy Table",
            "Desc": "A desk made from fragrant cedar that has been crafted from wood in the early, incipient stages of decay. The wood grain here is most elegant, as if reflecting the nature of the literati.\nA certain storyteller asserts that only drafts finalized on such tables may sell for high prices.\nOne can neither confirm nor deny if this has anything to do with Wanyou Boutique's latest promotional sale of wooden desks.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Square Pine Tea Table": {
            "Name": "Square Pine Tea Table",
            "FName": "Liyue Tea Table",
            "Desc": "A tea table made from pine.\nThe craftsman who designed this kind of table sought to find a balance between craft, capital, and market prices. It is said that this sort of consideration is precisely what is needed from such a person.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 8,
                    "Yellow Dye": 2,
                    "Red Dye": 2
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Pine Reception Counter": {
            "Name": "Pine Reception Counter",
            "FName": "Liyue Store Counter",
            "Desc": "A counter made out of pine.\nThere seems to be a certain arrangement that one must follow when placing objects on this counter. Some believe that such placements will help the business boom.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 101,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Red Cedar Round Table": {
            "Name": "Red Cedar Round Table",
            "FName": "Mahogany Table",
            "Desc": "A round table made from fragrant cedar that has a wide variety of uses.\nSome say that there is a certain science to where each person at such a table must sit during a meal in Liyue.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 8,
                    "Red Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Northern Stone Hearth": {
            "Name": "Northern Stone Hearth",
            "FName": "Mondstadt Fireplace",
            "Desc": "A stone hearth styled after those found in the northern lands. Only a small amount of firewood is required to warm the entire room up.\nNonetheless, the Anemo Archon's protection has ensured that such hearths are no longer needed for the people of Mondstadt to outlast the winter.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 727,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Classical Lyre: Tenor of the Wind": {
            "Name": "Classical Lyre: Tenor of the Wind",
            "FName": "Harp",
            "Desc": "The lyres of Mondstadt are famous and known to be both small and compact. This one is a little larger than most as it draws from more ancient designs that can be dated back to the Decarabian's era.\nIt is said that this lyre was once borrowed by a certain bard and tuned using special harmonic rules to the point where even outstanding players cannot comprehend it.\nBefore a skilled tuner can return it to its original state, it can only be used for home decoration.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Cuihua Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Wooden Restaurant Signboard": {
            "Name": "Wooden Restaurant Signboard",
            "FName": "Restaurant Sign",
            "Desc": "An eye-catching restaurant signboard that also does not seem out of place when put indoors.\nThey say that adding some names of restaurants that are famous the world over can add to the sense of ritual that surrounds the dining process and increase the flavor of the dishes.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4,
                    "Blue Dye": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Pine Folding Screen: Billowing Sails": {
            "Name": "Pine Folding Screen: Billowing Sails",
            "FName": "Wave-Riding Screen",
            "Desc": "A folding screen creating using pine. The scenes carved upon these screens are their main feature and will decide their price to a fair extent.\nAfter Heyu Tea House and Wanwen Bookhouse utilized this particular screen, the owner of the workshop would receive an anonymous order containing a request for the ship in the image to be changed to that of the famous Alcor.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 12,
                    "Fabric": 3,
                    "Red Dye": 3
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Hardwood Screen: Morning Mist in Jueyun": {
            "Name": "Hardwood Screen: Morning Mist in Jueyun",
            "FName": "Tall Wooden Screen",
            "Desc": "A tall screen that has been specially processed, rendering it especially sturdy.\nThe graven image is that of the mountains of Jueyun Karst, conveying both a sense of naturalness and stoic immovability. Stores and restaurants alike use such screens to guard the \"fortune\" within their premises.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 254,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 12,
                    "Fabric": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Soft Lounge Sofa": {
            "Name": "Soft Lounge Sofa",
            "FName": "Solo Sofa",
            "Desc": "A spacious, soft sofa of exquisite make. Sitting too long upon such a throne may cause one to sink in, never to return again.\nPlacing this sofa in one's living room and using it to seat guests discussing important matters can often lead to unexpected results.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 169,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 12,
                    "Fabric": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Clear Blue Afternoon\"": {
            "Name": "\"Clear Blue Afternoon\"",
            "FName": "Blue Mondstadt Chair",
            "Desc": "A sky blue chair. It is very comfy to sit on or lean into. It's said that this particular design originates from Fontaine.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Cuihua Wood": 8,
                    "Blue Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Unwavering Determination\"": {
            "Name": "\"Unwavering Determination\"",
            "FName": "Favonius Metal Chair",
            "Desc": "A rather lovely office chair constructed using birch.\nBut since its back contains metal, some have complained that sitting in such chairs during meetings can cause one to get chills in the back of one's head.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 169,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 8,
                    "Blue Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Pine Dining Chair": {
            "Name": "Pine Dining Chair",
            "FName": "Outdoor Reception Chair",
            "Desc": "A simple pine-wood dining chair. Its price point is low even compared to the wine cups that The Cat's Tail just shipped in.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Pine-Backed Tea Chair": {
            "Name": "Pine-Backed Tea Chair",
            "FName": "Liyue Tea Table Chair",
            "Desc": "A backed tea chair made from pine. Its armrests are ingeniously arced for maximum sitting comfort.\nOne can certainly see how this might enhance the experience of listening to an opera while sipping tea.\nApparently, some people also dry vegetables on those armrests. One wonders how effective that would be.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 8,
                    "Red Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Red Pine Wood Round Stool": {
            "Name": "Red Pine Wood Round Stool",
            "FName": "Mahogany Chair",
            "Desc": "A round, moderately-high stool made from pine. Small and portable.\nOther than sitting on it, it can also be used as a stand to hammer nails in, a book pad, a place to dry meat, or even for self-defense.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 8,
                    "Red Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Bright Vase-Shaped Sconce": {
            "Name": "Bright Vase-Shaped Sconce",
            "FName": "Lit Lamp",
            "Desc": "A sconce that is often found within the city of Mondstadt. It has a moderate brightness and a simple design, all the better to easily switch the candles out with.\nThe glass used in the lampshade is particularly transparent and is not easily stained with dirt.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 169,
            "Crafting": {
                "Recipe": {
                    "Iron Chunk": 8
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Trusty Portable Lamp": {
            "Name": "Trusty Portable Lamp",
            "FName": "Tabletop Lantern",
            "Desc": "A light and practical lamp that gives off a warm light and shines for a long time, but which also attracts the curiosity of the children.\nNo thanks to the Cavalry Captain's jests, a rather morbid children's tale exists in Mondstadt concerning these lamps. The nuns have had to explain to the kids that no, these lanterns do not contain the imprisoned souls of fireflies.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Iron Chunk": 8
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Liuli Pavilion Sandbearer Floor Lamp": {
            "Name": "Liuli Pavilion Sandbearer Floor Lamp",
            "FName": "Liyue Bedside Light",
            "Desc": "A standing floor lamp that is made of Sandbearer Wood.\nThis style of lamp has been in vogue ever since the standing lamps of Liuli Pavilion gained rave customer reviews.\nSome say that the one who crafted these lamps had considered their use in many different settings from the very first. As such, they fit right in regardless of whether they are placed at a restaurant, a tea house, or even in someone's humble home.\nNeedless to say, this flexible product has sold rather well indeed.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 220,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 4,
                    "Fabric": 4,
                    "Red Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Tianyuan Lantern: Fragrant Brilliance": {
            "Name": "Tianyuan Lantern: Fragrant Brilliance",
            "FName": "Liyue String Light",
            "Desc": "These classically elegant Liyue lanterns are more than capable of dispelling the autumn chill with their warmth.\nThe red candles used here have herbs and flower petals as part of their makeup, and their fragrance refreshes the heart as they burn.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 220,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 4,
                    "Fabric": 4,
                    "Red Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Sturdy Birch Vanity": {
            "Name": "Sturdy Birch Vanity",
            "FName": "Bottle-Lined Dressing Table",
            "Desc": "A vanity made from birch. Its low and squat design ensures its stability no matter how many items are mounted on it.\nIts only flaw is that dust accumulates beneath it, while brooms have trouble reaching in, meaning that it must be removed when the room is being cleaned. In some sense, one might also argue that this vanity's existence led in turn to the iteration and improvement of broomsticks in the market.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Two-Tier Library Bookshelf": {
            "Name": "Two-Tier Library Bookshelf",
            "FName": "Book-Lined Bookshelf",
            "Desc": "A bookshelf made from Cuihua Wood, above which many miscellaneous items can be mounted.\nThe Knights had such shelves made to make the retrieval of books by researchers more convenient. The original intention was to only put some special collections in, but the store of books was so great that all manner of book collections were included in the end.\nSuch a free-form display of tomes is, well, somewhat fitting of Mondstadt's character.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 254,
            "Crafting": {
                "Recipe": {
                    "Cuihua Wood": 16,
                    "Red Dye": 8
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Exquisite Cuihua Bookshelf": {
            "Name": "Exquisite Cuihua Bookshelf",
            "FName": "Disheveled Bookshelf",
            "Desc": "A bookshelf constructed out of Cuihua Wood. It has been given a special coat of red paint in pursuit of greater aesthetic value.\nSuch shelves are more expensive, yes, but it is a good choice for those who want to show off their collections of books.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 169,
            "Crafting": {
                "Recipe": {
                    "Cuihua Wood": 16,
                    "Red Dye": 8
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Economy Cuihua Bookshelf": {
            "Name": "Economy Cuihua Bookshelf",
            "FName": "Partially Filled Bookshelf",
            "Desc": "A bookshelf constructed out of Cuihua Wood. It is not large, but it does still contain a fair number of books.\nThis is a good choice for those without the means to purchase a large bookshelf but who still have a decent number of them that need lining up.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 169,
            "Crafting": {
                "Recipe": {
                    "Cuihua Wood": 16,
                    "Red Dye": 8
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Lost Between the Pages of a Book\"": {
            "Name": "\"Lost Between the Pages of a Book\"",
            "FName": "Chronometric Bookcase",
            "Desc": "A master-crafted bookshelf made from birch. Not only can it hold numerous books, but it even has an exquisite Fontaine-made clock in the middle.\nThe turning clock-hands and the mountains of books also serve to represent the time that has flown by and the endless store of things that need to be done.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 270,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 16,
                    "Blue Dye": 4,
                    "Red Dye": 4
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Archivist's Treasure Trove\"": {
            "Name": "\"Archivist's Treasure Trove\"",
            "FName": "Large Book-Stuffed Bookshelf",
            "Desc": "A large bookshelf often used by libraries. One may need the help of a ladder to get some books.\nA certain person claiming to be the attendant of some noble from a distant land once whispered that his master had been in a state of constant excitement for several days after being invited by the witch who manages the books to organize just such a giant messy shelf.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 169,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 16,
                    "Red Dye": 8
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Open-Top Fir Shelf": {
            "Name": "Open-Top Fir Shelf",
            "FName": "Sundry-Stocked Shelf",
            "Desc": "A shelf made from fir. The topmost layer has adopted an open-top concept, which is most convenient indeed for holding large objects and for cleaning.\nHowever, such designs also accumulate dust and dirt quite easily, making techniques for quick cleaning a must for those who love it when things are all spick and span.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 254,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Fir Case Shelf Combination": {
            "Name": "Fir Case Shelf Combination",
            "FName": "Bottle-Stocked L-Shelf",
            "Desc": "A semi-enclosed container that has a rather cool storage environment, making it ideal for storing food that is sensitive to warmth.\nA certain alchemist once suggested that Cryo Slimes be put within to increase its storage abilities, but the Knights rejected this suggestion for safety reasons.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 338,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Classic Fir Cabinet": {
            "Name": "Classic Fir Cabinet",
            "FName": "Bottle-Filled Cupboard",
            "Desc": "A fir cabinet of ancient make. It is often used to store resources that need to avoid direct sunlight and fragile items.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Red Cedar Scroll Shelf": {
            "Name": "Red Cedar Scroll Shelf",
            "FName": "Liyue Scroll Shelf",
            "Desc": "A tall cedar bookshelf that can store ancient tomes and scrolls conveniently.\nThe staggered grille design is not only for aesthetic purposes but also improves one's work rate. It is said that these shelves are most popular among those who love to show off their book collections.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 196,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 12,
                    "Red Dye": 6
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Red Cedar Curio Stand": {
            "Name": "Red Cedar Curio Stand",
            "FName": "Liyue Vase and Scroll Shelves",
            "Desc": "An elegant red cedar bookshelf from Liyue that also has room for porcelain ornaments, hence its name, the \"Curio Stand.\"\nIt is held that the people of Liyue value both porcelain and books, and will rue the loss of both equally.\nHowever, the selection of such earthenware is also a rather particular art, and it might be best to ask a professional regarding the ideal places to put them — Ying'er from Scent of Spring, for instance.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 201,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 12,
                    "Red Dye": 6
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Shopkeeper's Cedar Shelf": {
            "Name": "Shopkeeper's Cedar Shelf",
            "FName": "Liyue Small Book Stand",
            "Desc": "A Liyue-style cedar bookshelf of cunning workmanship. It can be used to contain books or other miscellaneous objects and comes with a desk on top.\nMany shopkeepers use such pieces of furniture as convenient emergency counters, reaching down to grab ledgers before doing bookkeeping on the desk above.\nDoing this too often is quite hard on the waist, however, so it may be best to place things you need more on the top grid.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Mondstadt Rug: Crimson Ardor": {
            "Name": "Mondstadt Rug: Crimson Ardor",
            "FName": "Favonius Rug",
            "Desc": "A rug with the emblem of the Knights of Favonius on it. The red dye is taken from Valberries.\nThe quality of the fabric is also quite unique, and is said to be impermeable to elemental energies, fearing neither Pyro's heat nor Cryo's frost.\nStill, given the cost of these carpets, it might be best not to put such unsubstantiated rumors to the test...",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Fabric": 8,
                    "Red Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Mondstadt Rug: Tireless Search": {
            "Name": "Mondstadt Rug: Tireless Search",
            "FName": "Mondstadt Rug",
            "Desc": "A long Mondstadt-style rug with a blue dye derived from Wolfhooks.\nSuch rugs are said to have pest-repellent properties, owing to them having a smell that is recognized by some animals as being the same as that of wolves.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Fabric": 8,
                    "Blue Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Tavern Rug: Home Away From Home": {
            "Name": "Tavern Rug: Home Away From Home",
            "FName": "Square Blue Rug",
            "Desc": "A rug after the style of those found in Wangshu Inn. There are herbal components in the green dye used to make it that can not only eliminate excess moisture but that also smell uniquely good, leading to a warm and homely atmosphere for the guests.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Fabric": 8,
                    "Yellow Dye": 2,
                    "Blue Dye": 2
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Entrance Rug: A Warm Welcome": {
            "Name": "Entrance Rug: A Warm Welcome",
            "FName": "Rectangular Orange Carpet",
            "Desc": "A rug after the style of those found in Wangshu Inn. The blazing gold and simple patterns make for a luxurious but friendly and welcoming first impression, which is why it is situated at the entrance.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Fabric": 8,
                    "Red Dye": 2,
                    "Yellow Dye": 2
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Well-Worn Buckler": {
            "Name": "Well-Worn Buckler",
            "FName": "Round Wooden Shield",
            "Desc": "A worn wooden buckler used as decoration. It can still be taken down and used.\nMondstadt's hunters have a tradition of displaying armor in their homes, believing that this will encourage future generations to continue in the spirit of the hunt.\nBut their children took to throwing it around like a frisbee, hitting a wild boar in the next-door hill in the process. As a result, the hunters have locked those round bucklers in place to prevent any such dangerous games from being invented in the future.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4,
                    "Iron Chunk": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Well-Worn Shield": {
            "Name": "Well-Worn Shield",
            "FName": "Angular Wooden Shield",
            "Desc": "A worn wooden decorative shield. It should still have no trouble blocking a hilichurl's arrows.\nShields of this kind are often worn by knights. The Knights of Favonius undergo strict training, and will in no wise allow the sharp section underneath the shield to hurt themselves by mistake.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4,
                    "Iron Chunk": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Well-Worn Sword": {
            "Name": "Well-Worn Sword",
            "FName": "Custom-Made Sword",
            "Desc": "A well-used decorative one-handed sword. Weapons of this kind have been popular for many years.\nAfter a bit of sharpening, it should be able to slice thin leather armor.\nNormally, if one could take up some old weapon and take up a threatening enough stance, one might be mistaken for a real expert and emerge victorious without a fight.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4,
                    "Iron Chunk": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Landscape Painting: Country Home": {
            "Name": "Landscape Painting: Country Home",
            "FName": "Mondstadt House Painting",
            "Desc": "This a painting of the countryside that one can find in the corner of some restaurant. The details could still stand to be perfected, but the brush strokes are practiced and the color palette is fresh and vibrant, surely the work of a master.\nStrangely enough, not one artist within Mondstadt would claim that this is their work. Could it be something that Mondstadt General Goods imported from overseas?",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 8,
                    "Blue Dye": 8,
                    "Yellow Dye": 8
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Landscape Painting: Distant Clouds": {
            "Name": "Landscape Painting: Distant Clouds",
            "FName": "\"Bright Sky\"",
            "Desc": "This painting was found on the roof by a windmill keeper, and its illustration of the sky and the flowing clouds in a few mere strokes was of great value to all art connoisseurs.\nIn the absence of the original artist, the Mora earned from auctioning it off was donated to the church and the Knights of Favonius, all the better to help fund the organization of the Windblume Festival each year.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 8,
                    "Blue Dye": 8,
                    "Yellow Dye": 8
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Landscape Painting: Nameless Precipice": {
            "Name": "Landscape Painting: Nameless Precipice",
            "FName": "Grassy Field Painting",
            "Desc": "An adventurer found what seems to be a sketch of a certain mountain out in the wild.\nThis artwork was reckoned to have a most eye-pleasing balance of colors, and was imitated by a great many other artists.\nBut due to the threat of monster attacks and the expenses required to hire armed guards, artists have never been able to find the spot from which this sketch was referenced to better study its inspiration.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 8,
                    "Yellow Dye": 8,
                    "Red Dye": 8
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Rally Banner": {
            "Name": "Rally Banner",
            "FName": "Red Flag",
            "Desc": "A flag with golden threading against a red background that represents the fighting spirit of the Knights.\nThough the elite Knights have followed the Grand Master out on an expedition, the remaining forces guarding Mondstadt can still withstand any incoming enemies.\nDvalin doesn't count, obviously... The Knights have never been good at dealing with old friends who throw temper tantrums...",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 4,
                    "Fabric": 4,
                    "Red Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Pure Spirit Banner": {
            "Name": "Pure Spirit Banner",
            "FName": "Pale Blue Flag",
            "Desc": "A flag with golden threading against a white background that represents the pure spirit of the Knights.\nKnights are meant to uphold the law, and an upright nature is part and parcel of this duty.\nObviously, drinking after work is a natural obligation permitted by the Anemo Archon — it will not stain one's purity of soul.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 4,
                    "Fabric": 4,
                    "Yellow Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Favonius Coat of Arms": {
            "Name": "Favonius Coat of Arms",
            "FName": "Sword-and-Shield Wall Decoration",
            "Desc": "A wall decoration comprised of a shield and two ceremonial swords engraved with the devices of the Knights of Favonius.\nBoth the sword and shield are trimmed with precious metals and are of good quality. They are not legendary weapons, for sure, but they are certainly no worse than high-quality equipment one can find on the market.\nSome knights once found the following clause within an old edition of the rulebooks — \"Feel free to use these weapons in case of an emergency.\"\nHowever, these arms have incredible proportions and weight, and ordinary knights cannot use them at all, with some reckless young people almost causing alarmingly dangerous incidents.\nAs such, the new rulebooks now contain no such clause.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 12,
                    "Blue Dye": 6,
                    "Yellow Dye": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Mounted Record Board": {
            "Name": "Mounted Record Board",
            "FName": "Small Indoor Blackboard",
            "Desc": "A compact record board.\nIf scrap paper cannot be used, chalk will also suffice.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4,
                    "Blue Dye": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Mounted Noticeboard": {
            "Name": "Mounted Noticeboard",
            "FName": "Small Indoor Wooden Board",
            "Desc": "A small noticeboard that is often used by stores and taverns.\nThe art of conveying sufficient information to attract customers using highly-limited space is one of the great design challenges in doing business.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4,
                    "Blue Dye": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Fine Brushwork: Peaks of Minlin": {
            "Name": "Fine Brushwork: Peaks of Minlin",
            "FName": "Landscape Painting",
            "Desc": "The artist behind this work can no longer be known, but none would deny that the dazzling sight of mountains and rivers that flow through this work are masterful indeed.\nThe paper used in Liyue artwork is rather unique, requiring the use of bamboo from Qingce Village. Painters from other nations tried to imitate this style, but being limited by the texture of their scrolls, they were ultimately convinced to give up.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Bamboo Segment": 8,
                    "Blue Dye": 8,
                    "Yellow Dye": 8
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Fine Brushwork: Bowl of Blossoms": {
            "Name": "Fine Brushwork: Bowl of Blossoms",
            "FName": "Flower Vase Painting",
            "Desc": "A painting on sale at Xigu Antiques, this one features free brushstrokes that depict the charm of precious porcelain and flora in bloom most vividly.\nThe paintings of Liyue derive their colorful ink from the horsetails of Dihua Marsh. Others have attempted to copy this style, but were stymied by the quality of their pigments and eventually stopped trying.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Bamboo Segment": 8,
                    "Blue Dye": 8,
                    "Red Dye": 8
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Fine Brushwork: Mountains Rising From the Mist": {
            "Name": "Fine Brushwork: Mountains Rising From the Mist",
            "FName": "Horizontal Landscape Painting",
            "Desc": "A fan-shaped painting that may be hung up. Each stroke of the brush is subtle but majestic and free, dancing across the canvas like a soaring dragon.\nThe brushes used in Liyue artworks are derived from the rabbits of Lisha.\nThose who attempted to copy this method found their brush-tips to be a stumbling block to them, giving up soon after.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Bamboo Segment": 8,
                    "Blue Dye": 8,
                    "Yellow Dye": 8
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Neat Stack of Books": {
            "Name": "Neat Stack of Books",
            "FName": "Pile of Books",
            "Desc": "A collection of practical books that have been arranged into a neat pile.\nNo matter how nicely packed your books are when you first arrange them inside your backpack, they are liable to spill out messily after your various adventurers. Thus, it cannot be helped — constant repacking it is.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 4,
                    "Red Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Scholar's Weariness\"": {
            "Name": "\"Scholar's Weariness\"",
            "FName": "Stack of Books",
            "Desc": "A small number of academic classics that have been arranged somewhat haphazardly.\nResearchers constantly busy themselves with reading all sorts of resources, and they cannot be bothered to clean up — that is, unless their thesis passes on the first go without being sent back to the drawing board.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 4,
                    "Blue Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Etiquette of Correspondence\"": {
            "Name": "\"Etiquette of Correspondence\"",
            "FName": "Scholar's Essentials",
            "Desc": "Maintaining correspondence via letters is a key part of social interaction. As such, it is a matter surrounded by a significant degree of ritual, and certainly not something one may approach with anything less than good-quality quills and ink.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Exquisite Hourglass Ornament": {
            "Name": "Exquisite Hourglass Ornament",
            "FName": "Hourglass",
            "Desc": "An old but effective way of telling time. It is small but intricate, and most of all, quiet.\nThe only issue is that it needs to be turned at specific intervals. People with shallow senses of time tend to forget this particular step, causing the hourglass to lose all utility.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 169,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 4,
                    "Blue Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Flower Arrangement: Baby Blue Tranquility": {
            "Name": "Flower Arrangement: Baby Blue Tranquility",
            "FName": "Blue Vase Flowers",
            "Desc": "Blue decorative flowers that are quite hardy. By contrast, it is the vase that is fragile.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 169,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 8
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Potted Plant: Crystalline Breeze": {
            "Name": "Potted Plant: Crystalline Breeze",
            "FName": "White Pot Houseplant",
            "Desc": "A potted plant with compound leaves that brings a breath of fresh air into the home. A small room should not contain too many of these, however, and the window should be opened at night for ideal ventilation.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 169,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 4,
                    "Blue Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Flower Arrangement: Sprawling Daybreak": {
            "Name": "Flower Arrangement: Sprawling Daybreak",
            "FName": "Vase of Small Red Flowers",
            "Desc": "Eosin-red decorative flowers with a long shelf-life. Indeed, it seems to bloom in every season without ever wilting.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 169,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 4,
                    "Red Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Potted Flower: Fragrant Facade": {
            "Name": "Potted Flower: Fragrant Facade",
            "FName": "Pot of Yellow Flowers",
            "Desc": "Light yellow decorative flowers. Though they have a similar shade of yellow to Sweet Flowers, they are incredibly bitter to taste. Some manner of sick floral joke, perhaps.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 169,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 4,
                    "Blue Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Alchemic Device: Between Fire and Water": {
            "Name": "Alchemic Device: Between Fire and Water",
            "FName": "Alchemist's Decanter",
            "Desc": "A mysterious alchemical apparatus. Depending on who you ask, it can refine materials, amalgamate them or perform reactions at high temperatures.\nHowever, you have also received reports that this apparatus can perform any of the above actions — albeit with the ever-present risk of causing an explosion.\nAlchemy is quite the subtle art indeed.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 169,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 4,
                    "Red Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Alchemic Component: Burden of Dust": {
            "Name": "Alchemic Component: Burden of Dust",
            "FName": "Alchemist's Miscellany",
            "Desc": "This particular alchemical device is built around a set of scales meant to weigh ingredients. They say that it can weigh dust, but that the hands of an amateur are not to be counted on for such a task.\nEven a professional can sometimes err, and records exist of just such an error — a certain green-haired alchemist once used this device incorrectly and created some unknown powder that caused wild and unending laughter. Not daring to seek out their teacher for aid, this person was forced to heal themselves.\nRumor has it that Deaconess Barbara's idol activities had to cease for three days afterward.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 113,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 4,
                    "Red Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Calligraphy Set: Assiduous Calligraphy": {
            "Name": "Calligraphy Set: Assiduous Calligraphy",
            "FName": "Liyue Scholar's Essentials",
            "Desc": "A Liyue scholar's essentials, traditional calligraphy copybooks, and classics on the art of painting.\nThese items and books can all be purchased from Feiyun Slope at a reasonable price.\nQuite a few artists have come from other nations to use these and imitate Liyue's artworks, but most have departed in failure.\nThe second young master of the Feiyun Commerce Guild believes that this is because they lack the experience, purity and a certain \"strength of character.\"",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Bamboo Segment": 4,
                    "Blue Dye": 4,
                    "White Iron Chunk": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Potted Plant: Petite Perrenial": {
            "Name": "Potted Plant: Petite Perrenial",
            "FName": "Blue Planter Houseplant",
            "Desc": "A lush potted plant that can add vibrance to any room, though you should beware of pests.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 338,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 4,
                    "Blue Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Golden Triple-Arm Candelabrum": {
            "Name": "Golden Triple-Arm Candelabrum",
            "FName": "Candlestick",
            "Desc": "A candelabrum with three gold-painted branches. It looks expensive but is actually quite affordable.\nCan be a bit of a fire hazard if left in your study.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Iron Chunk": 4,
                    "Yellow Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Breeze-Blessed Bed": {
            "Name": "Breeze-Blessed Bed",
            "FName": "Mondstadt Bed",
            "Desc": "A style of bed that has been much loved in Mondstadt of late. The Knights of Favonius also adopted it as their standard issue dormitory bed.\nIt was once rumored that these beds were made using unique fabrics that had the blessing of the gentle winds, which allowed people to sleep more easily.\nHowever, the Knights were forced to switch out the stuffings of the mattresses and pillows on account of the number of knights who showed up late.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 12,
                    "Blue Dye": 3,
                    "Red Dye": 3
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Cloudy Haze Bed": {
            "Name": "Cloudy Haze Bed",
            "FName": "Liyue Bed",
            "Desc": "A traditional bed from Liyue. The materials used to make the pillows and mattress are very carefully selected.\nOwing to the excess of comfort provided by this bed, one is wont to sleep a little too soundly, much to the round criticism of those among one's companions who have a more exacting sense of time.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "Yellow Dye": 3,
                    "Red Dye": 3
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Large Birch Wardrobe": {
            "Name": "Large Birch Wardrobe",
            "FName": "Mondstadt Wardrobe",
            "Desc": "A tall wardrobe made from birch that is quite common in Mondstadt, and which can be counted on contain clothes for all seasons.\nThat said, this spaciousness has come with its own fair share of challenges — for example, due to various complaints sent by children to Sister Grace, the Church of Favonius now sends a deaconess to pray over each cupboard that comes out of the workshop such that it will not contain scary ghosts, stinky boars, or alcoholic fathers drunk out of their gourds.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Birch Double Drawer Nightstand": {
            "Name": "Birch Double Drawer Nightstand",
            "FName": "Mondstadt Bedside Table",
            "Desc": "A birch bedside table that can commonly be found in Mondstadt. It is quite light and handy, and makes for easy cleaning.\nAlthough the space within its two drawers is not great, it is more than enough to store a few copies of \"The Boar Princess\" or other children's books, which can then be used as bedtime story material.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 8
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Gold-Lined Sandbearer Nightstand": {
            "Name": "Gold-Lined Sandbearer Nightstand",
            "FName": "Liyue Bedside Table",
            "Desc": "A Liyue-style nightstand built from the wood of the Sandbearer tree. Its four legs are wrapped in metal that makes it as sturdy as it is lovely.\nDrawer space here is quite sizable indeed, being enough to even contain a catalyst for self-defense, all the better of the owner of the house to counterattack when roused from sleep. It is said that this design was popularized by a biography of successive Tianquan tenures.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 8,
                    "Blue Dye": 2,
                    "Red Dye": 2
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Gold-Lined Sandbearer Wardrobe": {
            "Name": "Gold-Lined Sandbearer Wardrobe",
            "FName": "Liyue Wardrobe",
            "Desc": "A Liyue-style wardrobe built from the wood of the Sandbearer tree. It has been divided into ten sections, each of which plays host to very specific articles of clothing.\nSome people in Liyue are huge sticklers for tradition, something that shows up in their daily lives. The prosperity of the entire harbor is inseparable from the rigorous fulfillment of such unwritten contracts.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "Blue Dye": 3,
                    "Red Dye": 3
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Embroidered Curtains": {
            "Name": "Embroidered Curtains",
            "FName": "Liyue Drape",
            "Desc": "Exquisite curtains from Liyue that divide indoor spaces. Its ability to adorn walls and ceilings is excellent, allowing it to create a unique atmosphere for guests.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Fabric": 12,
                    "Red Dye": 12
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Silk Curtains: Fetching the Sanguine Sky": {
            "Name": "Silk Curtains: Fetching the Sanguine Sky",
            "FName": "Liyue Hanging Banner",
            "Desc": "Curtains made from Silk Flowers that exude a special fragrance that can attract finches.\nIts exquisite material and bright color make it a popular choice for rich folk to adorn their courtyards with.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Fabric": 12,
                    "Yellow Dye": 6,
                    "Red Dye": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Floral Screen: Jade and Gold": {
            "Name": "Floral Screen: Jade and Gold",
            "FName": "Liyue Ornate Screen",
            "Desc": "A luxurious screen.\nThe artwork is greatly loved by a certain member of the Liyue Qixing, leading many to say that such screens can foster and bless the wealth in one's possession.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Fabric": 12,
                    "Yellow Dye": 6,
                    "Red Dye": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Seashell Table Lamp": {
            "Name": "Seashell Table Lamp",
            "FName": "Mondstadt Table Lamp",
            "Desc": "An exquisite table lamp, elegant and practical. Has seen impressive sales in both Mondstadt and Liyue. A durable item, it is said that a Springvale local once used it to knock a hilichurl unconscious.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Iron Chunk": 8
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Bustling Sundry Stand": {
            "Name": "Bustling Sundry Stand",
            "FName": "Red-Roofed Pottery Stall",
            "Desc": "A common sundry stand with a red roof.\nTo the everyday folks of Mondstadt, red represents boldness and passion. In Liyue, the same color has traditionally come to symbolize prosperity.\nOf course, if the shopkeeper is a blind drunk, no amount of red will save their business.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 60,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 8,
                    "Fabric": 2,
                    "Red Dye": 2
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Profitable Fruit Stand": {
            "Name": "Profitable Fruit Stand",
            "FName": "Blue-Roofed Grocery Stall",
            "Desc": "A common fruit stand with a blue roof.\nTo the everyday folks of Mondstadt, blue represents calm. In Liyue, the same color has traditionally come to symbolize peace and stability.\nOf course, neither the roof nor its color has any bearing on the freshness of the fruit... that's down to the shopkeeper.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 145,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 8,
                    "Fabric": 2,
                    "Blue Dye": 2
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Real Deal Fruit Stand": {
            "Name": "Real Deal Fruit Stand",
            "FName": "White-Roofed Grocery Stall",
            "Desc": "A common fruit stand with a white roof.\nTo the everyday folks of Mondstadt, white represents sincerity. In Liyue, the same color has traditionally come to symbolize genuine goods at a fair price.\nOf course, for the majority of merchants in Mondstadt and Liyue, honesty and transparency are the name of the game.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 175,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 8,
                    "Fabric": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Open-Air Workshop": {
            "Name": "Open-Air Workshop",
            "FName": "Red-Roofed Smithy",
            "Desc": "A spacious, open-air workshop, with a highly-efficient furnace and bellows.\nThis kind of workshop usually operates as a blacksmith's forge but is also suitable for smelting.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 190,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 12,
                    "Iron Chunk": 6,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Bountiful Harvest Fruit Cart": {
            "Name": "Bountiful Harvest Fruit Cart",
            "FName": "Orange-Roofed Grocery Cart",
            "Desc": "An ordinary fruit cart that has an orange and white ceiling.\nIn the eyes of the common people of Mondstadt, orange represents the harvest, while the same color is seen to be similar to gold in Liyue traditions, and it is seen to be a good omen of coming fortune.\nFortunately, both the Knights of Favonius and the Liyue Qixing manage crops very well, resulting in stable harvests every year.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 80,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4,
                    "Fabric": 4,
                    "Red Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Multi-Arched Mondstadt Building": {
            "Name": "Multi-Arched Mondstadt Building",
            "FName": "Mondstadt Eaved Rectangular Building",
            "Desc": "A spacious Mondstadt building with a large floor area. Three large archways facilitate access by both people and goods. Perhaps it could serve as a warehouse.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 205,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 12,
                    "Birch Wood": 6
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Mondstadt House With Overhanging Attic": {
            "Name": "Mondstadt House With Overhanging Attic",
            "FName": "Mondstadt Two-Loft Building",
            "Desc": "A tall Mondstadt building that utilizes a cantilevered structure. Its roof and attic are slightly larger than most.\nHowever, it has lower railings on the balcony, so do watch your step while you're doing the laundry.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 255,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 12,
                    "Birch Wood": 6
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Warm and Dry Mondstadt Apartment": {
            "Name": "Warm and Dry Mondstadt Apartment",
            "FName": "Mondstadt Two-Story Building",
            "Desc": "A common Mondstadt building. The raised base is effective at mitigating the problem of damp.\nThough the total floor area is limited, it has been sensibly divided between the rooms to maximize the usability of the space. It is typically used as accommodation.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 245,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 12,
                    "Birch Wood": 6
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Old Wind-Resistant Mondstadt House": {
            "Name": "Old Wind-Resistant Mondstadt House",
            "FName": "Mondstadt Slanted Building",
            "Desc": "A distinctive-looking Mondstadt building with a steep roof.\nSaid to be especially wind-resistant, this building is simple to construct and has a long history, allegedly dating back to the age of Decarabian.\nDue to this connection, it is not a common sight in Mondstadt today.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 200,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 12,
                    "Birch Wood": 6
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Bird and Blossom Design Fountain": {
            "Name": "Bird and Blossom Design Fountain",
            "FName": "Large Fountain",
            "Desc": "A lovely-looking fountain that can often be found in city squares and gardens.\nSome people believe in the legend of the fountain fairy and will throw Mora into the fountain to make a wish.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 160,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 12,
                    "Iron Chunk": 12
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Country Home With Tall Attic": {
            "Name": "Country Home With Tall Attic",
            "FName": "Waterwheel House",
            "Desc": "A Mondstadt-style countryside building. It has an attic tall enough to store lots of things.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 300,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 12,
                    "Birch Wood": 6
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Classic Country Home": {
            "Name": "Classic Country Home",
            "FName": "Chimney House",
            "Desc": "A Mondstadt-style countryside domicile that maintains a very old-school design, which includes a very large fireplace.\nNowadays, Mondstadt experiences very gentle weather, thus eliminating the need for fireplaces, which is why birds often nest on the chimney tops.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 195,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 12,
                    "Birch Wood": 6
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Pocket-Sized Pine Cabin": {
            "Name": "Pocket-Sized Pine Cabin",
            "FName": "Staired Log Cabin",
            "Desc": "A compact wooden building that takes very little time to set up. It is only sufficient for two people to rest there for a time and is the ad hoc dwelling of choice for knights who are on duty out in the wilds.\nForgotten places of this kind may now house Slimes and Boom Blossoms, so open the door with care.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 160,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Traveling Merchant North of the Stone Gate\"": {
            "Name": "\"Traveling Merchant North of the Stone Gate\"",
            "FName": "Sundry Stall",
            "Desc": "A simple grocery store that is very convenient to lay out and pack up. It only requires one umbrella to fend the wind and rain off, and is thus suited to doing roadside business.\nMany of Liyue's rich today were once owners of such little stalls. They would cross the Stone Gate and do scattered business along the way, and it was them who opened up the trade route between Liyue and Mondstadt.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Bamboo Segment": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Clouds East of Bishui\"": {
            "Name": "\"Clouds East of Bishui\"",
            "FName": "Blue Awning",
            "Desc": "A seemingly simple shed that is, in fact, very sturdy and durable. It comes with a lantern to light the way.\nThese sheds can be seen on either side of the main road that lies along the Dihua Marsh, serving as ad hoc pit stops for cargo crews.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 125,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 8,
                    "Fabric": 2,
                    "Blue Dye": 2
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Roll-Roofed Fruit and Vegetable Cart": {
            "Name": "Roll-Roofed Fruit and Vegetable Cart",
            "FName": "Grocery Stall",
            "Desc": "A store mounted on a cart that can sell wares on the go.\nDuring busy periods, multiple consumer hot spots tend to erupt all over Liyue Harbor, which in turn demands that merchants move multiple times to gain the maximum benefit from such opportunities.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 110,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Straw Hut": {
            "Name": "Straw Hut",
            "FName": "Liyue Thatched House",
            "Desc": "A simple single-room house that is made from birch. Though it doesn't look impressive in the least, it will at least not collapse under the assault of ordinary wind and rain.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 125,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 8
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Straw Depot": {
            "Name": "Straw Depot",
            "FName": "Liyue Thatched Foundation",
            "Desc": "A small wooden shed on a raised foundation created specifically to store dry goods.\nHowever, the work of the merchants and builders alike will come to naught were this building to be accosted by Hydro Slimes.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 110,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 8
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Straw Shed": {
            "Name": "Straw Shed",
            "FName": "Liyue Thatched Awning",
            "Desc": "A simple open shed that can be set up quickly by only two people.\nThis shed has a rather large canopy, under which three carts or five wild boars may walk abreast.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 8
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Liyue House: Solitary Retreat": {
            "Name": "Liyue House: Solitary Retreat",
            "FName": "Large Liyue House",
            "Desc": "A spacious Liyue-style domicile with a separate kitchen and chimney. It is said that recluses particularly like this sort of house.\nThe seaside areas of Liyue enjoy a rather gentle climate and those who live there need no hearths with which to withstand the bitter winter. However, cooking a steaming-hot meal in a fully-furnished kitchen rather than setting some simple stove up to make one's three meals is an arguably more fitting way for your Liyue resident to live.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 210,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 6,
                    "Sandbearer Wood": 6,
                    "White Iron Chunk": 6
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Liyue House: Of Timber and Stone": {
            "Name": "Liyue House: Of Timber and Stone",
            "FName": "Small Liyue House",
            "Desc": "A sturdy Liyue building created using a unique roofing design that can even deflect the force of falling mountain rocks.\nIn addition to those who live in the shadow of such mountains, some merchant guilds will also build storehouses with such protective capabilities in mind.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 205,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 6,
                    "Sandbearer Wood": 6,
                    "White Iron Chunk": 6
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Liyue Pitstop: Tea Fragrance on the Old Road": {
            "Name": "Liyue Pitstop: Tea Fragrance on the Old Road",
            "FName": "Liyue Chimney House",
            "Desc": "A Liyue-style building with an extra entrance and exit. Its space is limited, but if properly furnished, it will have no problem dealing with even a large influx of guests. Business outposts often use this particular design. Merchants on a long journey will come here to rest their feet and have a pot of hot tea, before continuing on their way with a nice warm feeling inside.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 185,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 6,
                    "Sandbearer Wood": 6,
                    "White Iron Chunk": 6
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Liyue House: Moon-Crested Eaves": {
            "Name": "Liyue House: Moon-Crested Eaves",
            "FName": "Liyue Terraced House",
            "Desc": "A small but exquisite Liyue-style house. It was designed with an open roof that may be used for drying clothes, or for drinking wine and gazing at the moon.\nBest to watch your step while using the stairs to the roof if you're one to get drunk, however, lest you fall onto some unfortunate passerby.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 6,
                    "Sandbearer Wood": 6,
                    "White Iron Chunk": 6
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Liyue House: Amity Abounds": {
            "Name": "Liyue House: Amity Abounds",
            "FName": "Liyue Two-Story House",
            "Desc": "A two-story Liyue-style house that is a lot more spacious than it looks. An ordinary family could live here without feeling too tightly packed at all. And if you happen to be living in this sort of house with several other tenants, then you can take it as an opportunity to hone your social skills.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 6,
                    "Sandbearer Wood": 6,
                    "White Iron Chunk": 6
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Liyue Shop: Citywide Favorite": {
            "Name": "Liyue Shop: Citywide Favorite",
            "FName": "Wanmin Restaurant",
            "Desc": "A Liyue-style store with wide windows. This design was popularized by the rise of Wanmin Restaurant.\nPatrons can grab their food-to-go at the window or dine-in if they want, allowing the owner some flexibility.\nEven if some head chef should use a little too much force and ignite the stove and the shelves, the wide passageways and water-diverting channels can be used to prevent the losses from getting worse.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 6,
                    "Sandbearer Wood": 6,
                    "White Iron Chunk": 6
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Liyue House: Time Waits for No-One": {
            "Name": "Liyue House: Time Waits for No-One",
            "FName": "Liyue Blue-Roofed Two-Story House",
            "Desc": "A two-story Liyue-style house. The bottom floor can be used as a shop, while the owner stays on top.\nDiligence is key when it comes to running a small business, and business-people tend to rise early and go to bed late, so they often feel the need to stay close to their workplace. Thus, this particular integrated shophouse design can be seen just about anywhere in Liyue.\nIt is said that the current Tianshu once lived and toiled in just such a shophouse before his rise and that he used to galvanize himself with the following phrase: \"time waits for no-one.\"",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 6,
                    "Sandbearer Wood": 6,
                    "White Iron Chunk": 6
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Adeptus Gate": {
            "Name": "Adeptus Gate",
            "FName": "Liyue Gate",
            "Desc": "A building that was known of old as the \"Adeptus Gate,\" and which is often placed at the entrance to cities and towns. Though it does not actually block anything, it does serve to deter monsters nonetheless.\nIt is said that the very first Adeptus Gates were set up by Rex Lapis himself with the combined power of the various adepti, with the three-layered roof representing the \"illumination\" of the adepti.\nThe people Liyue mostly hold firmly to such beliefs, save for a certain consultant from Wangsheng Funeral Parlor, who will insist that it was the Millelith guarding the gate who truly struck fear into the monsters' hearts.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 95,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 8,
                    "Sandbearer Wood": 8,
                    "White Iron Chunk": 8
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Hilichurl Outpost Hut": {
            "Name": "Hilichurl Outpost Hut",
            "FName": "Hilichurl Hut",
            "Desc": "A hilichurl-style hut. It seems like a castle that's been locked up tight, but it is in fact quite airy and even has gaps in the roof through which rain may enter.\nThe scholar musk pointed out that these gaps can be used to collect rainwater, and that indoor pots may be set up inside such structures.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 155,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Hilichurl Spiral Watchtower": {
            "Name": "Hilichurl Spiral Watchtower",
            "FName": "Hilichurl Watchtower",
            "Desc": "A hilichurl-style watchtower. It looks simple, but it has an incredible load-bearing structure that seems to have been built by long-lost techniques. It will not fall apart even if bombarded by falling rocks.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Hilichurl Chieftain Hall": {
            "Name": "Hilichurl Chieftain Hall",
            "FName": "Hilichurl Grand Pavilion",
            "Desc": "A grand hilichurl hall. The wooden stairs look fragile and unstable but have great load-bearing capabilities. They would not break even if a huge monster were to step on them with significant force.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 290,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 30
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Hilichurl Straw Hut": {
            "Name": "Hilichurl Straw Hut",
            "FName": "Hilichurl Thatched Shed",
            "Desc": "A small hilichurl straw hut. It might seem shabby, but... Actually, never mind, it's just sad living in this sort of hut.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 95,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Two-Story Hilichurl Sentry Tower": {
            "Name": "Two-Story Hilichurl Sentry Tower",
            "FName": "Small Hilichurl Platform",
            "Desc": "A hilichurl sentry tower with two stories. It looks non-threatening by itself until you realize that a total of six archers may man it to repel any invaders.\nWhy not seven, you ask? Why, a seventh shooter would get bumped around all over the shop by their fellows, which would result in unnecessary infighting.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 95,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Lightning Protective Tent": {
            "Name": "Lightning Protective Tent",
            "FName": "Hilichurl Tent",
            "Desc": "A moderate-sized tent that has a metal top that is said to protect against lightning strikes.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 110,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 8,
                    "Fabric": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Simple Single-Person Tent": {
            "Name": "Simple Single-Person Tent",
            "FName": "Hilichurl Canopy",
            "Desc": "A rather compact tent that a single adventurer can set up with ease and spend the night.\nIt provides scant protection against the rain, however. A strong wind will simply blow the raindrops in through the tent's side.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 65,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 8,
                    "Fabric": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Mondstadt Mansion: Windward Manor": {
            "Name": "Mondstadt Mansion: Windward Manor",
            "FName": "Mondstadt Main Building",
            "Desc": "One of the main buildings to be found within a teapot abode. This Mondstadt-style luxury villa is very spacious, and when you sing out strong, the echoes will come back to you from all sides.\nThese buildings are highly-complex constructions and are a rare sight in Mondstadt.\nTubby explained its presence to you thusly: that Madame Ping had arranged for her to prepare this particular villa after hearing that a certain bard had visited another adeptus's abode recently. Seeing as how you are quite familiar with this fellow, you never know when you might need just such a place.",
            "Rarity": 5,
            "Comfort": 750,
            "Cost": 945,
            "Crafting": {
                "Recipe": {
                    "Cuihua Wood": 50
                },
                "Exp": 80,
                "Crafting Time": "10 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Doorless Pine Cupboard": {
            "Name": "Doorless Pine Cupboard",
            "FName": "Table With Crockery",
            "Desc": "A simply-made pine cupboard. It has no doors or storage compartments, but it can still store enough things to be considered useful.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 6,
                    "Fabric": 2
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Heavy Fir Forging Table": {
            "Name": "Heavy Fir Forging Table",
            "FName": "Forging Table With Tools",
            "Desc": "A long and sturdy fir table with all manner of forging tools on it.\nThe many weapons built upon this table were each a coalescence of the blood and sweat of the one who smithed them.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 12,
                    "Fabric": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Long Pine Table": {
            "Name": "Long Pine Table",
            "FName": "Wooden Rectangular Table",
            "Desc": "A large, simply-built pine table. It owes its ubiquitousness to stability and ability to bear heavy loads is exceptional.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 8
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Four-Quadrant Cooking Cauldron\"": {
            "Name": "\"Four-Quadrant Cooking Cauldron\"",
            "FName": "Hot Pot Cart",
            "Desc": "A mobile stall with a mounted copper hot pot. The difference between this and other mobile stalls is that it does not need to go anywhere. So long as the soup base keeps boiling and the ingredients get into the pot, potential patrons will follow the aroma to find it.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 145,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 8,
                    "Fabric": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Large Stone Mill": {
            "Name": "Large Stone Mill",
            "FName": "Edge Mill",
            "Desc": "A traditional and highly efficient mill. Driving that barrel requires a great deal of power, which is usually where an attached waterwheel comes in.\nHowever, the following legend exists in Qingce Village: that a certain thaumaturge once passed this way when he was stricken by some chronic malady. Needing some Mist Flower dust desperately, he turned the mill with his bare hands at a speed that far outmatched any waterwheel.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4,
                    "Iron Chunk": 8
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Alchemist's Crafting Bench": {
            "Name": "Alchemist's Crafting Bench",
            "FName": "Crafting Bench",
            "Desc": "A piece of equipment that conceals the secrets of alchemy. It can combine and refine various ingredients to produce objects of greater value.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 20
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Fir Shelves": {
            "Name": "Fir Shelves",
            "FName": "Wooden Weapon Rack",
            "Desc": "A set of shelves made of fir wood. It is often used to place weapons, and can even be creatively used as a fence for defensive measures when necessary.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 65,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Fir Weapon Rack": {
            "Name": "Fir Weapon Rack",
            "FName": "Sword and Shield Rack",
            "Desc": "A weapon rack made out of fir with a few weapons and defensive tools mounted upon it. Its top is flat and quite stable, and can thus be used as a bench.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Hardwood Weapon Rack": {
            "Name": "Hardwood Weapon Rack",
            "FName": "Disorganized Weapon Rack",
            "Desc": "A classic style of weapon rack that is widely used by the Millelith today.\nThough it has a simple design, it is both stable and durable and can be produced in large quantities. Imitations of this design can be widely found across the seven nations.\nHowever, the hardwood used by the Millelith for these shelves has a sophisticated milling technique and is produced exclusively in Liyue Harbor, making the imitations found elsewhere greatly inferior.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 8
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Messy Pile of Fir Crates": {
            "Name": "Messy Pile of Fir Crates",
            "FName": "Wooden Crates",
            "Desc": "Sturdy fir crates that have been haphazardly piled on top of each other. This messy stack isn't necessarily the result of some workers' laziness — if the crates were stacked too neatly, they would be much harder to grip when lifting them.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 40,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Neat Stack of Fir Kegs": {
            "Name": "Neat Stack of Fir Kegs",
            "FName": "Wooden Barrels",
            "Desc": "Kegs made from fir wood that have been neatly stacked on one another. Though such tidy organization is pleasing to the eye, the topmost kegs are a bit unstable.\nIt goes without saying that workers must take extra care when moving the kegs to avoid accidentally cracking open any of the lids. Though the taste of the alcohol stored within these kegs is exceptionally good, getting stains out of clothing from a spill can be an absolute nightmare.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Simple Cargo Cart": {
            "Name": "Simple Cargo Cart",
            "FName": "Wooden Cart",
            "Desc": "A cart used to transport a variety of goods. Its ability to traverse obstacles is quite limited, so it's best used on a level surface.\nAs for how to make it roll faster with minimal effort, perhaps one could take note of the Teyvat Travel Guide's suggestions on how to make good use of domesticated hilichurls.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 65,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Heavy Hay Bale": {
            "Name": "Heavy Hay Bale",
            "FName": "Hay Bales",
            "Desc": "A typical hay bale that is a common sight in the countryside. It is surprisingly heavier than it appears, and the bale is neatly rolled in a perfectly round shape.\nTravelers from Snezhnaya are often puzzled by the sight and wonder how the people of Mondstadt and Liyue could make such objects without the help of the farming machinery which they take great pride of in Snezhnaya.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Sturdy Stone Well": {
            "Name": "Sturdy Stone Well",
            "FName": "Traditional Well",
            "Desc": "A well-built well made of stone.\nGiven that the wooden winch system used in older wells could easily be broken and was often stolen by hilichurls for spit-roasting, craftsmen came up with an updated design using stone components.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 190,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 8,
                    "Fir Wood": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Wine Jar With Bamboo Casing: Spirits Awaiting Moonrise": {
            "Name": "Wine Jar With Bamboo Casing: Spirits Awaiting Moonrise",
            "FName": "Wine Jar Rack",
            "Desc": "A wine jar protected by a casing made of bamboo that can be commonly seen all across Liyue.\nWinemakers choose a cave of just the right humidity level and store the jars away for several years, resulting in fine wines enjoyed by thirsty patrons.\nThere is a constant risk of the wine jars rattling and breaking during transport, so the jars are always handled together with their bamboo frames.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 65,
            "Crafting": {
                "Recipe": {
                    "Bamboo Segment": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Potted Plant: Verdant Vastness": {
            "Name": "Potted Plant: Verdant Vastness",
            "FName": "Evergreen Bonsai",
            "Desc": "Tall trees planted in a pot of unusual chiseled rock from Mt. Tianheng.\nThe plants are not suitable for being placed indoors given the risk they pose of breaking through the roof.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 125,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 4,
                    "Pine Wood": 8
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Toy Stand: Dazzling Delights": {
            "Name": "Toy Stand: Dazzling Delights",
            "FName": "Kite Stand",
            "Desc": "A stand with a variety of interesting toys on display, the most popular of which are the kites.\nLegend has it that the Millelith once used kites to deliver messages and even used large-scale kites to transport heavier freight items. As a result, kids who were relatively light and still unable to use wind gliders were required to obtain the consent of their parents before flying a kite to avoid any potential mishaps.\nFurthermore, the Ministry of Civil Affairs has expressly stipulated that flying kites is strictly forbidden in Feiyun Slope and Yujing Terrace.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4,
                    "Bamboo Segment": 4,
                    "Fabric": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Umbrella Shop: Kaleidoscope of Parasol Colors": {
            "Name": "Umbrella Shop: Kaleidoscope of Parasol Colors",
            "FName": "Umbrella Stall",
            "Desc": "Sells various kinds of parasols.\nSome of these umbrellas can only block the sun's rays and are not to be exposed to the rain. The lantern's light may affect the observed coloration of the parasols, and color contrast is also something to consider.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 110,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4,
                    "Bamboo Segment": 4,
                    "Fabric": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Fruit and Veggie Stall: Harvest Bounties": {
            "Name": "Fruit and Veggie Stall: Harvest Bounties",
            "FName": "Vegetable Stall",
            "Desc": "A stall that sells fruits and vegetables, with the various products separated into their own wooden frames, almost like a neatly divided field. Clever merchants tend to use such arrangements to show off the variety and freshness of the produce they are selling.\nConsidering that some of their customers need to buy in bulk, this design is also conducive to carrying such large orders off at one go.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 60,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Wine Shop Display Counter: To Your Heart's Content": {
            "Name": "Wine Shop Display Counter: To Your Heart's Content",
            "FName": "Large Wine Rack",
            "Desc": "A variety of wine bottles and jugs have been stored here in commonly-found containers.\nLiyue is a place where merchants flock and their wine shops often sell products from other nations. That said, regular patrons know how to find their usual drink without having to inspect the labels.\nThe drinkers of Liyue often boast of being able to \"drink a hundred cups\" to their friends in other nations. But in truth, Liyue alcohol is best appreciated in small, handleless, and intricately-made cups — the ability to drink a hundred of those is not too preposterous a thing.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 65,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Crude Double-Decker Pallet": {
            "Name": "Crude Double-Decker Pallet",
            "FName": "Storage Container Pallet",
            "Desc": "Goods that have been secured, awaiting transport upon a hardwood pallet. Liyue's naval transport practice of using a large and a small pallet in tandem eventually became standard practice throughout the land. These are so stable that they will not overturn, no matter whether transported by sea or land...\nWell, that rule doesn't apply if the shipper is The Crux.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 95,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 8,
                    "Fabric": 4,
                    "Blue Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Two-Tier Vendor's Booth: Rising Fortunes": {
            "Name": "Two-Tier Vendor's Booth: Rising Fortunes",
            "FName": "Table of New Year Goods",
            "Desc": "Some merchants in Liyue are very sensitive to good omens, stacking one small table atop a larger one to form a step platform of a sort and taking this to mean that their business will continually prosper. That said, this also allows them to make the most out of limited space in terms of displaying their wares.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 60,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Farmer's Scarecrow": {
            "Name": "Farmer's Scarecrow",
            "FName": "Field Scarecrow",
            "Desc": "A scarecrow standing in a field meant to scare birds away and prevent them from spoiling the crops.\nIt's just a shame that the birds are not frightened by scarecrows in the slightest — after all, what threat are they compared to the rampaging hilichurls?",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4,
                    "Fabric": 4,
                    "Red Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Storage Sack: Buzz-Off Bag": {
            "Name": "Storage Sack: Buzz-Off Bag",
            "FName": "Rice Bags",
            "Desc": "An open sack in which grains, fruit, and vegetables can be stored. The sack is made of an excellent pest-proof material that is only produced in Qingce Village today.\nMosquitoes tend to produce a rumbling sound and are hard to track with the naked eye, and thus used to have the moniker of \"Invisible Buzz\" in Liyue.\nConsidering that mosquitoes are capable to spreading pestilence, countering their influence is indeed very important.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Fabric": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Old Well": {
            "Name": "Old Well",
            "FName": "Simple Well",
            "Desc": "An olden-style well that you can find just about anywhere. The bricked structure is capable of ensuring water quality, but the wooden frame used to pull the bucket up does not look all that sturdy.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 95,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Roofed Well: For Purity": {
            "Name": "Roofed Well: For Purity",
            "FName": "Roofed Well",
            "Desc": "A well that comes with a roof and a cover to prevent contamination and maintain the cleanliness of the water. This design, which originates from Liyue, has propagated all across the rest of the continent.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 190,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 4,
                    "Fir Wood": 8
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Stone Lion Statue: The Warding": {
            "Name": "Stone Lion Statue: The Warding",
            "FName": "Right-Facing Stone Lion",
            "Desc": "A stone lion statue that is used to ward off evil spirits. This stone lion defends the right-hand side.\nLegend has it that the first stone lions were built from jade and based on the forms of adepti. Their ability to frighten evil away has made them very popular throughout Liyue, and a notable example is the two stone lions that stand guard on either side of the main gate of the Ministry of Civil Affairs.\nMost people treat these statues with the utmost respect, but the Director of the Wangsheng Funeral Parlor seems happy to disregard this tradition, regularly showing up around them to play some pranks.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 12
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Stone Lion Statue: The Knowing": {
            "Name": "Stone Lion Statue: The Knowing",
            "FName": "Left-Facing Stone Lion",
            "Desc": "A stone lion statue that is used to ward off evil spirits. This stone lion stands guard over the left-hand side.\nLegend has it that the first stone lions were built from jade and based on the forms of adepti. Their ability to frighten evil away has seen to it that they may be found throughout Liyue.\nLegend has it that two ancient stone lions dwell at the bed of the Bishui River. A certain fisherman was once attacked by monsters who suddenly fled after espying a cold light glittering on the surface of the water.\nRunning back to the safety of Wangshu Inn, the fisherman related his experience to the manager, who simply smiled and advised him to prepare a serving of Almond Tofu and place it on a table facing south — just as a little token of appreciation for the adepti.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 12
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Fruit Seller's Caution": {
            "Name": "Fruit Seller's Caution",
            "FName": "Sundries",
            "Desc": "The sacks of fruits and vegetables are piled in a somewhat haphazard manner, but there is a method to the madness — some fruits and vegetables can accelerate the process of decay when next to one another. Separating them, therefore, is key to keeping them suitable for sale for as long as possible.\nOf course, there would be no need for such trivial concerns if business is good.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Fabric": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Fruit Seller's Toil": {
            "Name": "Fruit Seller's Toil",
            "FName": "More Sundries",
            "Desc": "Fruits and vegetables have been tightly piled together here without any care for how they might affect one another. Perhaps the merchant in question was far too tired to quibble about such details.\nPlacing a Mist Flower within a sack is an easy solution to the problem, but the price of one Mist Flower may exceed several days' worth of a merchant's income, which makes it an unprofitable proposition.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Fabric": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Hardened Glazed Vase": {
            "Name": "Hardened Glazed Vase",
            "FName": "Empty Pottery",
            "Desc": "A commonly seen porcelain vase that uses the clay of the Windwail Highland as its base material. Its makers used a special surface-hardening technique to improve on its usually fragile nature and gave it a coat of paint along the way, too.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Iron Chunk": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Weathered Bamboo Fence": {
            "Name": "Weathered Bamboo Fence",
            "FName": "Bamboo Fence",
            "Desc": "A short bamboo fence that is often seen around Dihua Marsh.\nBamboo rafts are a key method of transporting goods within Liyue's borders, and the traffic of such rafts up and down the Bishui River is a practice that has persisted for a long time indeed. Rafts that are nearing the end of their lifespan will be broken down and repurposed as fences of this kind. Waste not, want not.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Bamboo Segment": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Sturdy Pine Fence": {
            "Name": "Sturdy Pine Fence",
            "FName": "Taller Wooden Fence",
            "Desc": "A fence made from the wood of the pine tree, it has been constructed in such a way that it will bend just a little when struck, but not break.\nIt is said that this method of binding pine has been handed down from Outrider to Outrider, emphasizing the need to \"win via wisdom.\"",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Wooden Hilichurl Fence": {
            "Name": "Wooden Hilichurl Fence",
            "FName": "Hilichurl Fence",
            "Desc": "A hilichurl-style wooden fence made unusually sturdy by the use of large and heavy fir planks. The timber even seems to have been treated with some ancient lost art that allows them to ever so slightly withstand erosion by Pyro.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 65,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Hilichurl Totem Fence": {
            "Name": "Hilichurl Totem Fence",
            "FName": "Hilichurl Flagged Fence",
            "Desc": "A fence upon which a hilichurl banner has been hung. It has a mounted totem pole with great powers of deterrence, and the connection between the different timber flanks has been strengthened. Even the fierce infighting that may arise from the giant axe- or shield-wielding inhabitants of this camp will not break these fences.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 65,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Hilichurl Archery Target": {
            "Name": "Hilichurl Archery Target",
            "FName": "Hilichurl Targets",
            "Desc": "Hilichurl-style archery target boards. The boards themselves are of moderate size and are suited for the sort of strict training that will produce good shooters.\nIt's just a shame that they're not all too sturdy — in fact, they're liable to fall apart after taking a few arrows. So much for a \"training plan\" as well — in what world would dancing and taking naps be part of archery practice?",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 65,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 8
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Hilichurl Horned Pot": {
            "Name": "Hilichurl Horned Pot",
            "FName": "Hilichurl Basin",
            "Desc": "A large hilichurl clay pot that can make food enough to feed ten. The horns at the corners may aid in transporting the pot around.\nHowever, as a suitable stove cannot be found, its exact usage is a mystery.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Iron Chunk": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Deadwood Road Sign": {
            "Name": "Deadwood Road Sign",
            "FName": "Traveler's Directional Signpost",
            "Desc": "A simple road sign. The wood used here seems to have lost all its moisture and is beginning to slant a little from long-term disrepair. The Treasure Hoarders have also been known to switch the directions up to lure people into ambushes, all the better to rob them blind with.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 65,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Smooth Wooden Bench": {
            "Name": "Smooth Wooden Bench",
            "FName": "Wooden Bench",
            "Desc": "A common wooden bench. It is made of rather hard material, so sitting here for too long might cause you to injure your waist.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Smooth Stone Bench": {
            "Name": "Smooth Stone Bench",
            "FName": "Stone Bench",
            "Desc": "A common stone bench that bears patterns that are hard to distinguish with the naked eye.\nThese benches are too cold in the winter and too warm in the summer, but a certain adventure team leader actually does enjoy their unique tactile profile.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Bamboo Outdoor Tea Table": {
            "Name": "Bamboo Outdoor Tea Table",
            "FName": "Outdoor Tea Table",
            "Desc": "A light but sturdy bamboo tea table that is suitable for outdoor use. They say that bamboo furniture remains warm in the winter yet cool in the summer, and has a light and elegant charm.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 95,
            "Crafting": {
                "Recipe": {
                    "Bamboo Segment": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Wooden Outdoor Tea Table": {
            "Name": "Wooden Outdoor Tea Table",
            "FName": "Outdoor Wooden Tea Table",
            "Desc": "A light but sturdy wood tea table that is often used by small-scale restaurants and taverns. It is rather rough-hewn, but since that rustic sensibility is what patrons tend to be looking for anyway, they are not very particular about the furniture or the utensils.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 95,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Water-Retaining Flower Beds": {
            "Name": "Water-Retaining Flower Beds",
            "FName": "Wooden Flowerbed",
            "Desc": "Rectangular fir flower beds that are often used to decorate the streets.\nA special coating has been applied to these flower beds to prevent water from seeping out through the gaps in the fir planks, thus allowing it to lock the soil moisture in.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 65,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Lush Grapevine": {
            "Name": "Lush Grapevine",
            "FName": "Wooden Pergola",
            "Desc": "A dense vine frame, upon which fruit shall be hung, all of which have hopes of someday becoming fine wine and being sold for a pretty price...\nBut before that, these grapes must have the fortune to avoid being turned into juice by the Dawn Winery's master and thus coming to an ignominious end.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 65,
            "Crafting": {
                "Recipe": {
                    "Fir Wood": 12
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Wrought Iron Carved Street Light": {
            "Name": "Wrought Iron Carved Street Light",
            "FName": "Mondstadt Blue-Flagged Street Lamp",
            "Desc": "A metal street light, oft to be found in the city of Mondstadt, upon which hangs a vertical flag.\nThey say that the production of the poles thereof burned through a stockpile of metals built up over many years due to their use of solid metal, and created a lot of business for the blacksmiths.\nWhich was just as well: with the Knights no longer venturing abroad often and the limitations of relying on selling weapons to adventurers for income, the life of a blacksmith can be quite tough.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 115,
            "Crafting": {
                "Recipe": {
                    "Iron Chunk": 4,
                    "Fabric": 4,
                    "Blue Dye": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Pine Street Light": {
            "Name": "Pine Street Light",
            "FName": "Wooden Pole Street Lamp",
            "Desc": "A street light made of Pine Wood. Often seen standing on both sides of the road in the countryside around Mondstadt, where they have stood for a long time.\nStreet lights also used to be a common sight in the wild and the mountains, but many were destroyed when monster activity in these areas increased.\nThanks to the efforts of the Knights of Favonius, the monster threat has been quelled for the time being, and new street lights have been placed along the roads.",
            "Rarity": 2,
            "Comfort": 30,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 4
                },
                "Exp": 30,
                "Crafting Time": "12 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Evil-Repelling Lantern: All-Around Lighting": {
            "Name": "Evil-Repelling Lantern: All-Around Lighting",
            "FName": "Wooden Street Lantern",
            "Desc": "A kind of street light often seen in Mt. Qingce. A sturdy covering on top protects the lamp from the elements.\nA legend tells of a yaksha who once disguised themselves as a traveling merchant. They carried their luggage on their back and hung a lantern from each end of the carrying pole. At night, they entered dangerous territory, attracted the attention of some monsters, and promptly tore them to shreds.\nTo this day, people still believe that the sight of an evil-repelling lantern will scare monsters enough to deter them from drawing near.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 135,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 4,
                    "Bamboo Segment": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Four Corners Lantern: Amity From Afar": {
            "Name": "Four Corners Lantern: Amity From Afar",
            "FName": "Short Street Lamp",
            "Desc": "A short and stout Liyue street light with a glow that is pleasing to the eye. It is designed for places where merchant routes from all four corners of the world converge, hence the name \"Four Corners Lantern.\" People often use these lanterns as landmarks when meeting old friends for the first time in a long time.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Pine Wood": 4,
                    "Bamboo Segment": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Shadow Lamp: Painted Shadow": {
            "Name": "Shadow Lamp: Painted Shadow",
            "FName": "Capped Street Lamp",
            "Desc": "The Shadow Lamp is a distinctly Liyue-style street light built from Sandbearer wood.\nThe paper cutting on the lampshade means that pretty patterns can be seen from certain angles when it lights up. Occasionally, lamp makers who enjoy displaying their artistic talents will add extra flourishes to the design on the lampshade.\nHowever, given the cost of customization and the typical selling price for these lanterns, most items on the market bear simple plant or animal motifs.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 115,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 4,
                    "Bamboo Segment": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Fragrant Cedar Vegetable Rack": {
            "Name": "Fragrant Cedar Vegetable Rack",
            "FName": "Vegetable Shelves",
            "Desc": "A tall stack of shelves built from Fragrant Cedar. This shelf rack can store a great number of items, and is typically found in the kitchens of busy inns and restaurants as well as the estates of wealthy families.\nEach shelf can bear a good amount of weight, but firsthand user experience suggests it is not wise to put large items on the very top shelf. Especially not, say, a full-bellied Guoba.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 70,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 10
                },
                "Exp": 30,
                "Crafting Time": "4 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Blooming Hedge": {
            "Name": "Blooming Hedge",
            "FName": "Flowering Hedgerow",
            "Desc": "A hedgerow packed with bright yellow flowers, whose sweet scent covers a multitude of odors. Things known to hide inside include lost cats, broken eyepatches and raven feathers, and Spark Knight \"treasure.\"",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 10
                },
                "Exp": 30,
                "Crafting Time": "4 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Ordinary Garden Hedge": {
            "Name": "Ordinary Garden Hedge",
            "FName": "Leafy Hedgerow",
            "Desc": "Standard garden hedgerow.\nBecause hedges often contain hidden items, the Knights of Favonius have used them in the past to set up a training ground to simulate battling against Dendro Slimes.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 10
                },
                "Exp": 30,
                "Crafting Time": "4 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Concealing Leaves\"": {
            "Name": "\"Concealing Leaves\"",
            "FName": "Tall Shrub",
            "Desc": "A modestly tall plant.\nAllegedly, Outriders can make camouflage from the branches of this plant and use them to conceal their movements when approaching monsters, hence its name \"Concealing Leaves.\"\nWhen asked about this, however, the current Outrider said that she had never heard of this before.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 10
                },
                "Exp": 30,
                "Crafting Time": "4 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Green Fountain\"": {
            "Name": "\"Green Fountain\"",
            "FName": "Leafy Shrub",
            "Desc": "A plant with especially verdant foliage found all over Teyvat.\nLegend says its roots run exceptionally deep, allowing it to draw water from far below the surface and get rid of harmful substances, and also making it a natural reservoir of water. For this reason, adventurers who often mash up the leaves to extract drinking water have given it the name \"Green Fountain.\"\nBranch Master Cyrus, however, cautions the younger generation against simply chewing the leaves, as they are bitter, spicy, and may harm the throat.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 10
                },
                "Exp": 30,
                "Crafting Time": "4 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Kindletree\"": {
            "Name": "\"Kindletree\"",
            "FName": "Young Tree Shrub",
            "Desc": "A young sapling whose yellowish leaves don't have a high water content, meaning it easily dries out. It is said that in the distant past, its trunk and branches contained a flammable substance making it the perfect firewood. It stands out because of its color, is easy to find, and has helped many an adventurer in the past. For these reasons, it is called the \"Kindletree.\"",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 10
                },
                "Exp": 30,
                "Crafting Time": "4 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Crystalfly's Perch\"": {
            "Name": "\"Crystalfly's Perch\"",
            "FName": "Flowering Shrub",
            "Desc": "A small, round shrub dotted with brightly colored flowers, often transplanted and pruned as a potted plant.\nIt is said to absorb elemental particles from the air, which in turn attracts Crystalflies, who come to perch on its branches.\nHowever, Flower Shop owner Flora says that her experiments in this area have not succeeded. She suspects it is simply a rumor spread by merchants to bump up the prices of the potted plants they sell.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 10
                },
                "Exp": 30,
                "Crafting Time": "4 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Southern Sweetleaves\"": {
            "Name": "\"Southern Sweetleaves\"",
            "FName": "Island Shrub",
            "Desc": "A plant that grows in warm regions.\nIt sports large, hardy leaves that give off a strong and distinctive sweet-and-sour scent when dried and smoked. Some in Liyue also turn them into fans, which can sell for a reasonable price.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 10
                },
                "Exp": 30,
                "Crafting Time": "4 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Brightcrown Plumebush\"": {
            "Name": "\"Brightcrown Plumebush\"",
            "FName": "Leafy Shrub",
            "Desc": "A short-growing plant with distinctive foliage that is often compared to a bird's plumage.\nSome scholars claim that the shrub originated in the Brightcrown Mountains and dubbed it the \"Brightcrown Plumebush\" accordingly. But none of them ever actually researched the plant — they just made bookmarks from its leaves.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 10
                },
                "Exp": 30,
                "Crafting Time": "4 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"The Color of the Wind\"": {
            "Name": "\"The Color of the Wind\"",
            "FName": "Mondstadt Tree",
            "Desc": "A tree commonly found in Mondstadt. It is said that trees within Mondstadt's borders have been nourished by the breeze for so many years that some have been affected by Elemental Particles, which is why Anemo Slimes are sometimes found dozing in the treetops.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 150,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 20
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Silversand Coconut Tree": {
            "Name": "Silversand Coconut Tree",
            "FName": "Double-Trunk Coconut Tree",
            "Desc": "A tall tree that grows in warm, moist climates and produces a fruit with a hard outer shell and sweet meat inside. Chefs often use this fruit to make drinks.\nThe Silversand Coconut Tree's two trunks curve outwards, allowing both leafy tops to get ample sunlight and produce more fruit.\nRecently, the Fatui have been paying a handsome sum to get their hands on the seeds of the Silversand Coconut Tree. Their motives for doing so are unclear.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 20
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Whitesand Coconut Tree": {
            "Name": "Whitesand Coconut Tree",
            "FName": "Single-Trunk Coconut Tree",
            "Desc": "A tall tree that grows in warm, moist climates and produces a fruit with a hard outer shell and sweet meat inside. Chefs often use this fruit to make drinks.\nThe \"Seven Mountain Treatises\" records that the whiter the sand nearby, the better the quality of the coconuts that grow on the tree. For this reason, \"Whitesand\" is a term for coconut trees of the highest grade.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 20
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Tianheng Red Maple: Branches Aflame": {
            "Name": "Tianheng Red Maple: Branches Aflame",
            "FName": "Maple Tree",
            "Desc": "A tree species unique to Liyue, native to the Mt. Tianheng region. Its reddish-orange leaves are the color of a blazing fire and are much loved by those of literary tastes.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 350,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 20
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Peculiar Knotwood Tree": {
            "Name": "Peculiar Knotwood Tree",
            "FName": "Bent Tree",
            "Desc": "An oddly-shaped tree with a most unusual trunk curvature. Perhaps it is the nutritional makeup of the soil that has forced it to grow in such an unusual fashion, or perhaps it is because some peculiar individuals practiced their combat skills on it.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 20
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Yellow Sandbearer Tree": {
            "Name": "Yellow Sandbearer Tree",
            "FName": "Yellowing Tree",
            "Desc": "A sandbearer tree with yellow foliage.\nIt is not known why the leaves of this particular variety of sandbearer tree stay yellow all year round.\nSome say this tree produces a white fruit that can cure little-understood illnesses, but there has never been any proof that this is the case.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 100,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 20
                },
                "Exp": 40,
                "Crafting Time": "6 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Hiding Grazestone": {
            "Name": "Hiding Grazestone",
            "FName": "Small Rock Pile",
            "Desc": "This might look like a tiny pile of stones, but it may just be the protruding tip of one colossal rock, most of which is underground. Having lain in the grass for so long, Liyue locals have taken to calling it the \"Hiding Grazestone.\"\nThis stone is difficult to dig out of the ground, and in attempting to do so, one is likely to happen across an ancient Boom Blossom in the process. For these reasons, workers would rather build their road around it to avoid having to deal with it.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 10
                },
                "Exp": 30,
                "Crafting Time": "4 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Recreation Stone": {
            "Name": "Recreation Stone",
            "FName": "Medium Rock Pile",
            "Desc": "Liyue children like to play games on this stone, such as jumping to and fro between the smaller stones that surround the big one in the center. These games can be scary for a small child, but there's no risk of injury to anyone.\nSome also say that they have seen a herb gatherer girl doing stretches while leaning against this rock in the middle of the night.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 10
                },
                "Exp": 30,
                "Crafting Time": "4 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Unmoving Kingstone": {
            "Name": "Unmoving Kingstone",
            "FName": "Large Rock",
            "Desc": "A lofty stone with a consistent grain. A highly skilled craftsperson can sculpt stones like this into ornamental rock features that imitate rugged mountains. Giant rocks like this one are used at the foundations of Yujing Terrace.\nAn urban legend holds that the lightning-fast blade-work of the Yuheng took 10 years of intense training to master and that one stage of this training involved hacking away at an Unmoving Kingstone until its surface was smooth and shiny like a mirror.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "White Iron Chunk": 10
                },
                "Exp": 30,
                "Crafting Time": "4 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"The Adventurer's Burdens\"": {
            "Name": "\"The Adventurer's Burdens\"",
            "FName": "Traveler's Pile of Books",
            "Desc": "Luggage containing a few emergency books. When adventuring out in the wild, book knowledge may prove even more important than Mora.\nIt's a shame that an author like Alice the Adventurer hasn't taken her wealth of expertise, summarized the essentials, and made it available in the form of a few slim pamphlets, because the only alternative is for other poor adventurers to carry around the burden of a thick stack of hefty hardbacks.",
            "Rarity": 3,
            "Comfort": 60,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Fabric": 4,
                    "Pine Wood": 4
                },
                "Exp": 60,
                "Crafting Time": "14 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Birch Main Courtyard Gate": {
            "Name": "Birch Main Courtyard Gate",
            "FName": "Mondstadt Main Courtyard Gate",
            "Desc": "A Mondstadt-style main entrance to a mansion courtyard, solid and unyielding. The craftsman who designed the gate boasted that even the wild boars of the woods couldn't smash the gate down.\nBut the reason he dared to make this claim is probably because he knew that a building where you might find a gate like this would not likely be located anywhere that a wild boar would find itself charging into it.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 45,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Carved Courtyard Fence Ending": {
            "Name": "Carved Courtyard Fence Ending",
            "FName": "Mondstadt Main Courtyard End Post",
            "Desc": "The ending segment of the outer fence of a Mondstadt mansion. The fence might not be all that useful, but at least if the start and end segments are connected, it's not cramping your style.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 8,
                    "White Iron Chunk": 4
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Carved Courtyard Fence": {
            "Name": "Carved Courtyard Fence",
            "FName": "Mondstadt Main Courtyard Fence",
            "Desc": "The outer fence of a Mondstadt courtyard. It doesn't look like it would keep slimes out, given how high they can jump. But slimes don't tend to eat the kind of flowers that grow in a courtyard, so it's no big deal.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 8,
                    "White Iron Chunk": 4
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Thundering Heavens Drum": {
            "Name": "Thundering Heavens Drum",
            "FName": "Large Liyue Drum",
            "Desc": "This kind of war drum used to be a feature of every major mountain pass in Liyue, where it served as an important piece of equipment for the Millelith. When enemy forces approached, the sentries would sound the war drum as a warning and the troops would assume battle formation. The thunderous sound of this drum would also be heard when the troops departed on a campaign, booming out so loud that one imagines it echoed throughout the heavens.\nToday, however, the people of Liyue live in peacetime, and the Millelith's signal-transmission techniques and systems of issuing orders have moved on. As a result, war drums have disappeared from the military and taken on a new role as a symbol of good fortune in various festivals.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 85,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "Fabric": 6,
                    "Yellow Dye": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Liyue Estate: Exquisite Mansion": {
            "Name": "Liyue Estate: Exquisite Mansion",
            "FName": "Liyue Main Building",
            "Desc": "One of the main mansions in The Realm Within, this splendid Liyue-style residence is every bit as luxurious as any building on Yujing Terrace.\nThey say that the adepti prefer simplicity in their realms, and rarely settle in mansions such as these. This one was built specially by Madame Ping for the Traveler and Paimon, who have spent many of their days sleeping and eating in the great outdoors.",
            "Rarity": 5,
            "Comfort": 750,
            "Cost": 1440,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "Fabric": 6,
                    "Yellow Dye": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Wing House: Dawn & Dusk": {
            "Name": "Wing House: Dawn & Dusk",
            "FName": "Liyue Main Building Annex",
            "Desc": "Typically placed to the east and west, or the \"wings,\" of the main building, hence the term \"wing house.\"\nThe Liyue custom is that these houses should face directly to the east and west so that the sunlight shines directly along the building's axis and the shadow acts like a sundial.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 185,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "Pine Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Pavilion: Stargazer's Shelter": {
            "Name": "Pavilion: Stargazer's Shelter",
            "FName": "Liyue Main Building Pavilion",
            "Desc": "This tented-roof pavilion is a perfect place to sit and cool down in the shade, or to watch the stars while reciting poetry.\nUsually, a pavilion like this would come with a table for drinks and snacks so that people can sit and drink tea or wine and enjoy a few nibbles while admiring the view. But the view in this realm is so stunningly beautiful that one could admire it all night long. So, to avoid encouraging heavy drinkers to spend all night drinking in the pavilion, Tubby has taken the liberty of removing the table.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 185,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 18,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Scenic Corridor: Sylvan Stroll": {
            "Name": "Scenic Corridor: Sylvan Stroll",
            "FName": "Liyue Main Building Corridor",
            "Desc": "A courtyard corridor for a grand estate. It allows you to take a stroll and enjoy the view outside even on a rainy day.\nTubby advises that placing trees on one side of the corridor and water features on the other creates the most pleasant atmosphere for your courtyard.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 160,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Courtyard Wall: Spring and Autumn Splendor": {
            "Name": "Courtyard Wall: Spring and Autumn Splendor",
            "FName": "Liyue Main Building Wall",
            "Desc": "A courtyard wall for a grand estate.\nPlanting flowers and other plants beside the walls allows you to view the blooming and withering of nature as the year goes by.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 95,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 8,
                    "White Iron Chunk": 4
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Wall Corner: Fragrant Nook": {
            "Name": "Wall Corner: Fragrant Nook",
            "FName": "Liyue Main Building L-Shaped Corner Wall",
            "Desc": "The corner of an estate's outer wall.\nIn Liyue, it is customary to plant plum trees in the corner of the wall to create a pleasant fragrance for residents inside the courtyard and guests approaching from beyond.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 95,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 8,
                    "White Iron Chunk": 4
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Courtyard Wall: All in a Row": {
            "Name": "Courtyard Wall: All in a Row",
            "FName": "Liyue Main Building T-Shaped Corner Wall",
            "Desc": "A corner that connects to two outside walls.\nDividing your courtyard into different areas and working with limited space to create layers of scenery is a highly sophisticated discipline.\nUnfortunately, Tubby would prefer to take a nap than explain the tricks of the trade in great detail.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 95,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 8,
                    "White Iron Chunk": 4
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Courtyard Wall: Peace Across": {
            "Name": "Courtyard Wall: Peace Across",
            "FName": "Liyue Main Building Cross-Shaped Corner Wall",
            "Desc": "A central wall segment that connects to both horizontal and vertical walls.\nCourtyard walls are an extension of the crisscrossing field boundaries from history. They exist not to segregate neighbors and create distance but to promote harmonious coexistence. Clarifying boundaries is also a kind of contract, capable of minimizing conflicts that arise due to ambiguity.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 95,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 8,
                    "White Iron Chunk": 4
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Main Entrance: Gateway to the Clouds": {
            "Name": "Main Entrance: Gateway to the Clouds",
            "FName": "Liyue Main Building Gate",
            "Desc": "Entrance to the courtyard of a grand estate. The doors are wide open and no lock is installed — partly because safety is guaranteed in this realm, partly because of the long rule of the God of Contracts, which has long ensured that Liyue is peaceful and safe enough that people don't have to lock their doors at night.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 180,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Perimeter Wall: Scenic Archway": {
            "Name": "Perimeter Wall: Scenic Archway",
            "FName": "Liyue Main Building Doorway",
            "Desc": "A scenic wall that acts as a divider between sections of the courtyard. A perfectly round opening in the wall serves to frame the scenery behind it and enhance your viewing pleasure.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 95,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Mature Cuihua Tree": {
            "Name": "Mature Cuihua Tree",
            "FName": "Leafy Tree",
            "Desc": "The Cuihua is a hardwood, evergreen tree with a long life. In the hands of a skilled craftsperson, its timber can be made into durable furniture.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 200,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Cuihua Sapling": {
            "Name": "Cuihua Sapling",
            "FName": "Lush Leafy Tree",
            "Desc": "A young Cuihua that is still developing. At this tender age, its wood is relatively soft and easy to break. After getting rid of the water content, it can be used as firewood.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 100,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Tall Birch": {
            "Name": "Tall Birch",
            "FName": "Yellow-Leaved Pine Tree",
            "Desc": "A lofty Birch tree. The golden color of the leaves indicates that the wood is currently at its hardest. It can provide excellent-quality timber — if you have the time and energy to put into chopping one down.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 250,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Birch Sapling": {
            "Name": "Birch Sapling",
            "FName": "Green-Leaved Pine Tree",
            "Desc": "A Birch that is still growing. The green leaves indicate that it is a relatively young tree, even though it is already rather tall. Apparently, Birches are used to line the sides of the road in some towns and cities.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 250,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Golden Knotwood Tree": {
            "Name": "Golden Knotwood Tree",
            "FName": "Red-Leaved Bent Tree",
            "Desc": "Save for a few rare and precious tree types, the people of Liyue are accustomed to using broad-reaching collective terms for trees and aren't so fussy about the exact species of tree included. For example, trees with curved trunks are referred to by the more sophisticated-sounding term \"Knotwood.\"\nThe Golden Knotwood Tree has a spectacular color and for this reason adorns many an estate.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 200,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Green Knotwood Tree": {
            "Name": "Green Knotwood Tree",
            "FName": "Green-Leaved Bent Tree",
            "Desc": "Save for a few rare and precious tree types, the people of Liyue are accustomed to using broad-reaching collective terms for trees and aren't so fussy about the exact species of tree included. For example, trees with curved trunks are referred to by the more sophisticated-sounding term \"Knotwood.\"\nThe Green Knotwood Tree is not a particularly rare sight. In the hot summer months, you can always find people sitting in its shade to escape the harsh sun.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 100,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Amber Knotwood Tree": {
            "Name": "Amber Knotwood Tree",
            "FName": "Yellow-Leaved Bent Tree",
            "Desc": "Save for a few rare and precious tree types, the people of Liyue are accustomed to using broad-reaching collective terms for trees and aren't so fussy about the exact species of tree included. For example, trees with curved trunks are referred to by the more sophisticated-sounding term \"Knotwood.\"\nSome artistically inclined scholars like to make a dye from the leaves of the Amber Knotwood Tree, which they add to their ink and proceed to paint and write poetry. In the eyes of another group of artistically inclined scholars, however, this is nothing more than a cheap party trick.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 100,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Amber Irontrunk Tree": {
            "Name": "Amber Irontrunk Tree",
            "FName": "Yellow-Leaved Straight Tree",
            "Desc": "Save for a few rare and precious tree types, the people of Liyue are accustomed to using broad-reaching collective terms for trees and aren't so fussy about the exact species of tree included. For example, trees with straight trunks are referred to by the more sophisticated-sounding term \"Irontrunk.\"\nBecause the trunk of the Amber Irontrunk Tree is so straight, some adventurers use it to make wooden weaponry so that they can practice with each other and hone their fighting skills.\nWhether this kind of training comes in handy when the time comes to brandish a real weapon and face off against a formidable foe is hard to say.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 100,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Golden Irontrunk Tree": {
            "Name": "Golden Irontrunk Tree",
            "FName": "Red-Leaved Straight Tree",
            "Desc": "Save for a few rare and precious tree types, the people of Liyue are accustomed to using broad-reaching collective terms for trees and aren't so fussy about the exact species of tree included. For example, trees with straight trunks are referred to by the more sophisticated-sounding term \"Irontrunk.\"\nSome very patient and highly meticulous individuals can craft paper from the wood of the Golden Irontrunk Tree. This type of paper is said to be both tough and flexible. There's no better choice for making a paper fan.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 100,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Green Irontrunk Tree": {
            "Name": "Green Irontrunk Tree",
            "FName": "Green-Leaved Straight Tree",
            "Desc": "Save for a few rare and precious tree types, the people of Liyue are accustomed to using broad-reaching collective terms for trees and aren't so fussy about the exact species of tree included. For example, trees with straight trunks are referred to by the more sophisticated-sounding term \"Irontrunk.\"\nThe Green Irontrunk Tree is a ubiquitous sight in mountainous areas. Its timber is regularly used for building houses and merchant boats.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 100,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Qingce Heronleaf Bamboo": {
            "Name": "Qingce Heronleaf Bamboo",
            "FName": "Bent Bamboo",
            "Desc": "Green bamboo from Mt. Qingce.\nThis kind of bamboo has distinctive foliage, fuller towards the bottom and sparser towards the top, which reminds people of the long-necked herons that circle the skies in the area. Hence, they gave it the name \"Heronleaf.\"",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Qingce Skysail Bamboo": {
            "Name": "Qingce Skysail Bamboo",
            "FName": "Lush Bamboo",
            "Desc": "Green bamboo from Mt. Qingce.\nThis variety of bamboo often lives up to 100 years or more, in that time growing so tall that the top seems to soar up into the sky. Hence, it gained the name \"Skysail.\"",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 100,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Qingce Jadestone Bamboo": {
            "Name": "Qingce Jadestone Bamboo",
            "FName": "Sparse Bamboo",
            "Desc": "Green bamboo from Mt. Qingce.\nLike jade, it is cool and smooth to the touch, earning it the name \"Jadestone Bamboo.\"",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Overgrown Wildvest": {
            "Name": "Overgrown Wildvest",
            "FName": "Green Thicket",
            "Desc": "The poets of Liyue named this ubiquitous grass the \"Wildvest.\"\nThe lush vegetation represents kindly weather and stable ley lines, and is thus an indispensable part of painting the landscapes of a flourishing world.",
            "Rarity": 2,
            "Comfort": 10,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Hazel Wildvest": {
            "Name": "Hazel Wildvest",
            "FName": "Yellow Thicket",
            "Desc": "The poets of Liyue named this ubiquitous grass the \"Wildvest.\"\nThe gradual yellowing of its leaves presages the colder weather to come.",
            "Rarity": 2,
            "Comfort": 10,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Wine-Red Wildvest": {
            "Name": "Wine-Red Wildvest",
            "FName": "Red Thicket",
            "Desc": "The poets of Liyue named this ubiquitous grass the \"Wildvest.\"\nThese plants turn as red as the victuals of the vine, and some say that this is the work of the Pyro element — and that following such phenomena will help one track Pyro Whopperflowers down.",
            "Rarity": 2,
            "Comfort": 10,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Verdurous Feast": {
            "Name": "Verdurous Feast",
            "FName": "Scattered Shoots",
            "Desc": "A relatively uncommon plant with round and thick leaves aplenty and no scent. After some washing, they can be used to serve food. Only one such plant is necessary to provide an entire adventure team with plates for the day.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Verdurous Waiter": {
            "Name": "Verdurous Waiter",
            "FName": "Neat Shoots",
            "Desc": "A relatively uncommon plant with round and thick leaves aplenty and no scent. After some washing, they can be used to serve food. More optimistic adventurers are fond of these plants, comparing them to restaurant waiters bearing plates.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Golden Pearlroot Tree": {
            "Name": "Golden Pearlroot Tree",
            "FName": "Red-Leaved Evergreen",
            "Desc": "Save for certain trees with special nobility, the people of Liyue are more used to naming vegetation based on their morphology as opposed to their precise species. Thus, it was to these trees with pale branches that they gave the name \"Pearlroot.\"\nThe branches of the Golden Pearlroot trees are very tough and are often used by skilled craftsmen to make into ornaments or furniture.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Amber Pearlroot Tree": {
            "Name": "Amber Pearlroot Tree",
            "FName": "Yellow-Leaved Evergreen",
            "Desc": "Save for certain trees with special nobility, the people of Liyue are more used to naming vegetation based on their morphology as opposed to their precise species. Thus, it was to these trees with pale branches that they gave the name \"Pearlroot.\"\nThe wood pulp made from Amber Pearlroot Trees is quite thick and can be processed into large amounts of paper. Most of the cheap paper on the market is made from this kind of wood.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Withered Pearlroot Tree": {
            "Name": "Withered Pearlroot Tree",
            "FName": "Wilted Evergreen",
            "Desc": "Save for certain trees with special nobility, the people of Liyue are more used to naming vegetation based on their morphology as opposed to their precise species. Thus, it was to these trees with pale branches that they gave the name \"Pearlroot.\"\nThe leaves on this tree are close to withering as its internal moisture is all but gone, but it can still be used for fuel and maintains some utility as an aromatic wood.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Green Pearlroot Tree": {
            "Name": "Green Pearlroot Tree",
            "FName": "Densely-Leaved Evergreen",
            "Desc": "Save for certain trees with special nobility, the people of Liyue are more used to naming vegetation based on their morphology as opposed to their precise species. Thus, it was to these trees with pale branches that they gave the name \"Pearlroot.\"\nNo sharp blade or axe is necessary to cut the branches of this tree down, which has led to it being used by many adventurers to make various basic tools.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Profuse Smokeleaf": {
            "Name": "Profuse Smokeleaf",
            "FName": "Neat Green and Yellow Young Trees",
            "Desc": "A tall, upright plant with interwoven yellow and green leaves, which has earned it the moniker \"Smokeleaf.\"",
            "Rarity": 2,
            "Comfort": 10,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Vivacious Smokeleaf": {
            "Name": "Vivacious Smokeleaf",
            "FName": "Scattered Green and Yellow Young Tree Cluster",
            "Desc": "A tall, upright plant with especially luxuriant leaves in both green and yellow, which has given it the nickname \"Smokeleaf.\"",
            "Rarity": 2,
            "Comfort": 10,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Profuse Lacquerleaf": {
            "Name": "Profuse Lacquerleaf",
            "FName": "Neat Red Young Tree Cluster",
            "Desc": "A tall, upright plant with crimson leaves. It has the nickname \"Lacquerleaf.\"",
            "Rarity": 2,
            "Comfort": 10,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Vivacious Lacquerleaf": {
            "Name": "Vivacious Lacquerleaf",
            "FName": "Scattered Red Young Tree Cluster",
            "Desc": "A tall and upright plant with luxurious leaves and branches, almost as if it were filled with the spirit of the earth itself. Its crimson-dyed leaves have earned it the nickname of \"Lacquerleaf.\"",
            "Rarity": 2,
            "Comfort": 10,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Profuse Awlking": {
            "Name": "Profuse Awlking",
            "FName": "Neat Green Young Tree Cluster",
            "Desc": "A tall and upright plant with luxurious leaves and branches. It was given the nickname \"Awlking\" for the sheer vitality of its leaves.",
            "Rarity": 2,
            "Comfort": 10,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Vivacious Awlking": {
            "Name": "Vivacious Awlking",
            "FName": "Scattered Green Young Tree Cluster",
            "Desc": "A tall and upright plant with luxurious leaves and branches, almost as if it were filled with the spirit of the earth itself. It was given the nickname \"Awlking\" for the fluttering vitality of its leaves.",
            "Rarity": 2,
            "Comfort": 10,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Luscious Bloom": {
            "Name": "Luscious Bloom",
            "FName": "Green Bush",
            "Desc": "A plant with lush leaves. Its lovely colors have seen it compared to a joyous fountain.",
            "Rarity": 2,
            "Comfort": 10,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Verdant Bloom": {
            "Name": "Verdant Bloom",
            "FName": "Green and Yellow Bush",
            "Desc": "A plant with lush leaves. Its lovely green color has earned it the name \"Verdance.\"",
            "Rarity": 2,
            "Comfort": 10,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Meadow Bloom": {
            "Name": "Meadow Bloom",
            "FName": "Pale Green Bush",
            "Desc": "A plant with leaves woven as richly as green and blue brocade.",
            "Rarity": 2,
            "Comfort": 10,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Gemini Verdance": {
            "Name": "Gemini Verdance",
            "FName": "Two Green Bushes",
            "Desc": "Twin bushes that have grown together. Their leaves are a lovely emerald green, earning them the name \"Verdance.\"",
            "Rarity": 2,
            "Comfort": 10,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Gemini Jasmine": {
            "Name": "Gemini Jasmine",
            "FName": "Two Yellow Bushes",
            "Desc": "Twin bushes that have become quite inseparable. They have a unique color, one which has gained the moniker \"Jasmine.\"",
            "Rarity": 2,
            "Comfort": 10,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"A Seat in the Wilderness\"": {
            "Name": "\"A Seat in the Wilderness\"",
            "FName": "Round Bush",
            "Desc": "A round shrub that has rather soft leaves and branches, and which can be easily uprooted. Two of them together could make for a good stool.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Hunter's Vantage\"": {
            "Name": "\"Hunter's Vantage\"",
            "FName": "Taller Evergreen",
            "Desc": "A somewhat taller plant with more stems that can be used as handholds for climbing. Veteran hunters from Mondstadt tend to hide within such greenery to secretly track the movements of their prey.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Prey's Cloak of Refuge\"": {
            "Name": "\"Prey's Cloak of Refuge\"",
            "FName": "Taller Dense Evergreen",
            "Desc": "A plant with many branches and lush leaves.\nIn the process of contending with hunters, some clever creatures have learned from their foe to hide in the bushes, wearing them like a camouflage mantle. Such ingenuity has brought many a greenhorn to grief.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 50,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Moonlight Stone": {
            "Name": "Moonlight Stone",
            "FName": "Larger Granite",
            "Desc": "The story goes that a poet climbed to a great height on a moonlit night and saw the moonlight reflecting off the mountain rocks. Impressed by their immaculate, jade-like beauty, he called them \"Moonlight Stone.\" From then on, this name became one of the many poetic terms for mountain rocks used by the people of Liyue.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Sunset Stone": {
            "Name": "Sunset Stone",
            "FName": "Round Yellow Rock",
            "Desc": "It is recorded in the \"Seven Mountain Treatises\" that Tianqiu Valley was once home to a mysterious kind of stone that would absorb the rosy hue of sunset after basking in it evening after evening over a long period. It became known as \"Sunset Stone.\" However, the claim has never been proven. Today, this term is used generally to refer to all manner of brown-colored stones.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Scorched Stone": {
            "Name": "Scorched Stone",
            "FName": "Standing Yellow Rock",
            "Desc": "The other old tale people tell about brown-colored stones holds that the stones of Cuijue Slope gained their brownish-red hue from prolonged exposure to fire from Flaming Flowers, which grow there in great profusion, hence they are called \"Scorched Stones.\"\nBut samples collected by adventurers beg the question: If even stones taken from the vicinity of a Pyro Regisvine show no great changes in appearance, surely the Flaming Flower's comparatively inferior light and heat mean that it is incapable of causing the mass environmental discoloration that the rumors ascribe to it?",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Goldchime Stone": {
            "Name": "Goldchime Stone",
            "FName": "Flat Yellow Rock",
            "Desc": "A claim originating from the Blackcliff Forge holds that this giant stone contains a great quantity of gold inside, and that \"If you hit it with a hammer, it chimes like a bell.\" Hence the name, \"Goldchime Stone.\" The more ubiquitous theory is that it is no different from any other stone.\nAn investigation by the Ministry of Civil Affairs found that the source of the rumor was a work song written by miners to boost their morale. Somewhere along the line, the song's meaning was misconstrued and many people ended up believing the lyrics to be true.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Goldbud Stone": {
            "Name": "Goldbud Stone",
            "FName": "Small Yellow Rock",
            "Desc": "After the rumor of the Goldchime Stone sparked an amateur mining craze, other similar-looking stones began drawing a lot of attention. This one, for instance, is a small stone chunk that many believed contained \"golden Primogems\" earning it the name \"Goldbud.\"",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Summer Solstice Rock": {
            "Name": "Summer Solstice Rock",
            "FName": "Yellow Rock Stack",
            "Desc": "Storytellers often talk about this type of rock. They explain to their audience that this brown rock sits at the very edges of Liyue and receives the first rays of summer sun when they shine down, hence it is called the \"Summer Solstice Rock\" and in a spiritual sense represents the division of seasons.\nBut attaching such an exaggerated idea to such an unremarkable rock results in no-one paying much attention to it. As far as most people are concerned, this is just one of the many fancy names that are given to brown rocks.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Formation Rock": {
            "Name": "Formation Rock",
            "FName": "Yellow Rock Pile",
            "Desc": "The individual constituents of this rock cluster seem to be distributed in an orderly manner — almost as if they were soldiers standing in formation. Hence, it has been given the name \"Formation Rock.\" First discovered near a Millelith camp, over time it has come to stand for the awesome will of the Millelith, faced with which \"even rocks are compelled to fall in line.\"",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Dainty Fists\"": {
            "Name": "\"Dainty Fists\"",
            "FName": "Scattered Yellow Rocks",
            "Desc": "A legend holds that Rex Lapis laid down sturdy rocks like these on a treacherous road in Mt. Tianheng to pose an obstacle to his foes. A great general under the command of a rival god passed by, saw the rocks in the road, and scoffed: \"These dainty rocks are no match for my fists.\" He then ordered his troops to continue their advance. To his surprise, the wheels of his chariot failed to crush these hardy rocks, and it lost control and overturned. The general fell some way down the mountain, then fled. This rock was named \"Dainty Fists\" in tribute to the prideful words that preceded his fall.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Chasm's Doorstep": {
            "Name": "Chasm's Doorstep",
            "FName": "Flat and Inconspicuous Yellow Rock",
            "Desc": "Veteran miners can tell how deep beneath the surface they are based on the color of the rock beneath their feet. Once this kind of rock starts to appear, it means The Chasm is right up ahead. Because of this, it has been named the \"Chasm's Doorstep.\"\nHowever, due to recent ley line disturbances, this stone has started appearing all over the place, rendering the miners' experience useless.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Parched Stone": {
            "Name": "Parched Stone",
            "FName": "Square Yellow Rock",
            "Desc": "Legends say that this kind of stone used to only appear in arid regions such as the deserts of Sumeru, but it can now easily be found all over Liyue.\nConsidering nobody would have manually transported it to Liyue from so far away, some otherwise-serious scholars came up with the rather audacious theory of \"ley line shift,\" simply for everyone's amusement. The theory was inspired by the situation with Chasm's Doorstep.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Ashen Stone": {
            "Name": "Ashen Stone",
            "FName": "Long Yellow Rock",
            "Desc": "This eminently useful variety of stone is visually indistinguishable from other kinds of brown stone on the exterior, however, when subjected to high heat, it develops adhesive properties and draws in the ash produced by burning firewood. This makes it a useful substance in maintaining a clean kitchen, and has earned it the name \"Ashen Stone.\" It has also been used to build stoves.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Sartorial Stone": {
            "Name": "Sartorial Stone",
            "FName": "Round Blue Rock",
            "Desc": "A type of stone that is equally common in both Mondstadt and Liyue. Because its color is similar to that of a fabric popular in ancient times, it has ended up with the name \"Sartorial Stone.\" Incidentally, the commoners who wore the type of fabric in question also drew on the tenacity of the stone for a morale boost.",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Moss-Covered Stone": {
            "Name": "Moss-Covered Stone",
            "FName": "Mossy Blue Rock",
            "Desc": "An entirely unremarkable-looking stone, except for one feature: The fine grooves on its surface trap rainwater and make it moist, which leads to moss growing there over time. Hence, it is called the \"Moss-Covered Stone.\"",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Stratus-Cloud Stone": {
            "Name": "Stratus-Cloud Stone",
            "FName": "Flat Blue Rock",
            "Desc": "A traveler once encountered a stone of this kind on a mountain top near a sheer cliff, thought it was a broken-off piece of cloud, and called it \"Stratus-Cloud Stone.\" This story always stimulates intense curiosity in children who hear it — if shards of cloud are made of stone, does that mean there could be strange people secretly living up in the clouds?",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Stepping Stone": {
            "Name": "Stepping Stone",
            "FName": "Square Blue Rock",
            "Desc": "It is believed that many years ago, a rapid-flowing river ran through the mountains, posing an obstacle to the pioneers who first set foot there. People took stones and placed them in the water so that they could traverse the river. Since then, flat-topped stones have been referred to as \"Stepping Stones.\"",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Unprecedentedly Average Stone": {
            "Name": "Unprecedentedly Average Stone",
            "FName": "Diamond-Shaped Blue Rock",
            "Desc": "The literati of Liyue are always capable of finding the fun in life, and will always endeavor to coin charming names for all manner of things in the world around them.\nSadly, this poor stone proved simply too ordinary even for them. After scouring the pages of every known ancient text and reviewing every rumor, legend, and folktale they could find, not a single story was identified that made any kind of reference to this stone. Hence, for lack of a historical homage to draw on for inspiration, they named it the \"Unprecedentedly Average Stone.\"",
            "Rarity": 3,
            "Comfort": 20,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Adeptus Amber: A Striking Sight": {
            "Name": "Adeptus Amber: A Striking Sight",
            "FName": "Glittering Sharp Stone",
            "Desc": "Amber is rumored to originate with the adepti, but can now be found all over Liyue. This particular kind of amber used to possess the power to suppress evil. Prolonged exposure to the elements has carved it into the form it takes today: blades and spear-tips.",
            "Rarity": 4,
            "Comfort": 30,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Adeptus Amber: Trespassers Beware": {
            "Name": "Adeptus Amber: Trespassers Beware",
            "FName": "Glittering Amber",
            "Desc": "Amber is rumored to originate with the adepti. It can still be seen in great quantity on Mt. Hulao, where trespassers with ill intentions will soon find themselves trapped in an amber prison.",
            "Rarity": 4,
            "Comfort": 30,
            "Cost": 35,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 12,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "\"Ballad-Spinning Windwheel\"": {
            "Name": "\"Ballad-Spinning Windwheel\"",
            "FName": "Mondstadt Large Windmill",
            "Desc": "The windwheel is emblematic of Mondstadt. Its giant arms turn in response to the wind, generating ample energy.\nHaving read some Snezhnayan literature on the topic, one alchemist thinks that it may well be possible to store the energy generated by windmills using a mechanism fashioned from a combination of Pyro and Electro slimes. But even if his experiment were to succeed, the Knights of Favonius would never allow such a dangerous plan to proceed.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 185,
            "Crafting": {
                "Recipe": {
                    "Birch Wood": 24,
                    "White Iron Chunk": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Tasseled Lantern: Deck the Streets": {
            "Name": "Tasseled Lantern: Deck the Streets",
            "FName": "Liyue Lantern Post",
            "Desc": "A stylish and elegant lantern fixed to a pole painted with red lacquer. As well as being a beautiful sight when placed on both sides of the road, they also symbolize a bright road ahead.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 305,
            "Crafting": {
                "Recipe": {
                    "Sandbearer Wood": 6,
                    "Fabric": 6,
                    "Red Dye": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        },
        "Lantern-Lit Stage: Crescendo": {
            "Name": "Lantern-Lit Stage: Crescendo",
            "FName": "Liyue Platform",
            "Desc": "A Liyue-style stage. Two colors of wood are used to build a solid floor and lanterns are added for decoration.\nThis stage gives performers of all kinds a platform to show the world what they are about, whether the medium is traditional opera and storytelling or a more upbeat contemporary art form.",
            "Rarity": 4,
            "Comfort": 90,
            "Cost": 175,
            "Crafting": {
                "Recipe": {
                    "Fragrant Cedar Wood": 6,
                    "Sandbearer Wood": 6,
                    "Red Dye": 6
                },
                "Exp": 90,
                "Crafting Time": "16 Hour(s)",
                "Friend Reduction": "4 Hour(s)"
            },
            "Sets": {}
        }
    },
    "Sets": {
        "Adventurer Camp": {
            "Name": "Adventurer Camp",
            "Faves": [],
            "Pieces": {
                "\"The Color of the Wind\"": 1,
                "Sturdy Pine Fence": 1,
                "Deadwood Road Sign": 1,
                "Simple Single-Person Tent": 1,
                "Lightning Protective Tent": 1,
                "\"Green Fountain\"": 1
            }
        },
        "Frontier Life": {
            "Name": "Frontier Life",
            "Faves": [],
            "Pieces": {
                "Sturdy Pine Fence": 1,
                "\"Green Fountain\"": 1,
                "\"The Color of the Wind\"": 1,
                "Pocket-Sized Pine Cabin": 1
            }
        },
        "Rocks & Plants": {
            "Name": "Rocks & Plants",
            "Faves": [],
            "Pieces": {
                "Hiding Grazestone": 1,
                "\"Green Fountain\"": 1,
                "\"The Color of the Wind\"": 1
            }
        },
        "Plain Liyue Bedroom": {
            "Name": "Plain Liyue Bedroom",
            "Faves": [],
            "Pieces": {
                "Tavern Rug: Home Away From Home": 1,
                "Seashell Table Lamp": 1,
                "Gold-Lined Sandbearer Wardrobe": 1,
                "Gold-Lined Sandbearer Nightstand": 1,
                "Cloudy Haze Bed": 1
            }
        },
        "Corner of the Teahouse": {
            "Name": "Corner of the Teahouse",
            "Faves": [],
            "Pieces": {
                "Pine Folding Screen: Billowing Sails": 1,
                "Red Pine Wood Round Stool": 1,
                "Red Cedar Round Table": 1,
                "Tavern Rug: Home Away From Home": 1
            }
        },
        "Suburbia Lighting": {
            "Name": "Suburbia Lighting",
            "Faves": [],
            "Pieces": {
                "\"The Color of the Wind\"": 1,
                "Weathered Bamboo Fence": 1,
                "\"Green Fountain\"": 1,
                "Evil-Repelling Lantern: All-Around Lighting": 1
            }
        },
        "Table & Chairs": {
            "Name": "Table & Chairs",
            "Faves": [],
            "Pieces": {
                "Seashell Table Lamp": 1,
                "Long Pine Table": 1,
                "Pine Dining Chair": 1
            }
        },
        "Busy Kitchen": {
            "Name": "Busy Kitchen",
            "Faves": [],
            "Pieces": {
                "Portable Stove": 1,
                "Pine Dining Chair": 1,
                "Fragrant Cedar Vegetable Rack": 1,
                "Wide Stone Stove": 1
            }
        },
        "Tea Talk": {
            "Name": "Tea Talk",
            "Faves": [],
            "Pieces": {
                "Liuli Pavilion Sandbearer Floor Lamp": 1,
                "Flower Arrangement: Sprawling Daybreak": 1,
                "Tavern Rug: Home Away From Home": 1,
                "Pine Folding Screen: Billowing Sails": 1,
                "Square Pine Tea Table": 1,
                "Pine-Backed Tea Chair": 1
            }
        },
        "Book Lover's Study": {
            "Name": "Book Lover's Study",
            "Faves": [],
            "Pieces": {
                "Entrance Rug: A Warm Welcome": 1,
                "Pine-Backed Tea Chair": 1,
                "Calligraphy Set: Assiduous Calligraphy": 1,
                "Shopkeeper's Cedar Shelf": 1,
                "Red Cedar Curio Stand": 1,
                "Red Cedar Scroll Shelf": 1,
                "Liuli Pavilion Sandbearer Floor Lamp": 1,
                "Intricately Carved Calligraphy Table": 1
            }
        },
        "Fully Furnished Mondstadt Bedroom": {
            "Name": "Fully Furnished Mondstadt Bedroom",
            "Faves": [],
            "Pieces": {
                "Entrance Rug: A Warm Welcome": 1,
                "Potted Plant: Crystalline Breeze": 1,
                "Exquisite Hourglass Ornament": 1,
                "Golden Triple-Arm Candelabrum": 1,
                "Large Birch Wardrobe": 1,
                "Sturdy Birch Vanity": 1,
                "Birch Double Drawer Nightstand": 1,
                "Breeze-Blessed Bed": 1
            }
        },
        "Meeting Room of the \"Strategic Six\"": {
            "Name": "Meeting Room of the \"Strategic Six\"",
            "Faves": [],
            "Pieces": {
                "\"Clear Blue Afternoon\"": 1,
                "Potted Plant: Crystalline Breeze": 1,
                "Golden Triple-Arm Candelabrum": 1,
                "Entrance Rug: A Warm Welcome": 1,
                "Favonius Conference Table": 1
            }
        },
        "Wine o' Clock": {
            "Name": "Wine o' Clock",
            "Faves": [],
            "Pieces": {
                "Golden Triple-Arm Candelabrum": 1,
                "Pine Dining Chair": 1,
                "Long Table With Tablecloth": 1
            }
        },
        "Merchant's Working Lunch": {
            "Name": "Merchant's Working Lunch",
            "Faves": [],
            "Pieces": {
                "Portable Stove": 1,
                "Fir Case Shelf Combination": 1,
                "Open-Top Fir Shelf": 1
            }
        },
        "Parlor Cordiality": {
            "Name": "Parlor Cordiality",
            "Faves": [],
            "Pieces": {
                "Soft Lounge Sofa": 1,
                "Potted Plant: Crystalline Breeze": 1,
                "Red Pine Wood Round Stool": 1,
                "Northern Stone Hearth": 1,
                "Mondstadt Rug: Crimson Ardor": 1
            }
        },
        "Well-Equipped Study": {
            "Name": "Well-Equipped Study",
            "Faves": [],
            "Pieces": {
                "Exquisite Hourglass Ornament": 1,
                "Economy Cuihua Bookshelf": 1,
                "Entrance Rug: A Warm Welcome": 1,
                "Red Pine Wood Round Stool": 1,
                "\"Clear Blue Afternoon\"": 1,
                "\"Archivist's Treasure Trove\"": 1,
                "Flower Arrangement: Baby Blue Tranquility": 1,
                "\"Scholar's Weariness\"": 1,
                "Favonius Office Table": 1
            }
        },
        "Hermit's Hut": {
            "Name": "Hermit's Hut",
            "Faves": [],
            "Pieces": {
                "\"The Color of the Wind\"": 1,
                "Evil-Repelling Lantern: All-Around Lighting": 1,
                "Weathered Bamboo Fence": 1,
                "Liyue House: Solitary Retreat": 1
            }
        },
        "Hamlet House": {
            "Name": "Hamlet House",
            "Faves": [],
            "Pieces": {
                "Pine Street Light": 1,
                "\"The Color of the Wind\"": 1,
                "Classic Country Home": 1,
                "Sturdy Pine Fence": 1,
                "\"Green Fountain\"": 1
            }
        },
        "Harvest Season Stall": {
            "Name": "Harvest Season Stall",
            "Faves": [],
            "Pieces": {
                "Bustling Sundry Stand": 1,
                "Heavy Hay Bale": 1,
                "Simple Cargo Cart": 1
            }
        },
        "Fruit & Veg Market": {
            "Name": "Fruit & Veg Market",
            "Faves": [],
            "Pieces": {
                "Bountiful Harvest Fruit Cart": 1,
                "Real Deal Fruit Stand": 1,
                "Fruit Seller's Caution": 1,
                "Fruit and Veggie Stall: Harvest Bounties": 1
            }
        },
        "Training Ground": {
            "Name": "Training Ground",
            "Faves": [],
            "Pieces": {
                "Hardwood Weapon Rack": 1,
                "Fir Weapon Rack": 1,
                "Fir Shelves": 1
            }
        },
        "Arms Factory": {
            "Name": "Arms Factory",
            "Faves": [],
            "Pieces": {
                "Open-Air Workshop": 1,
                "Hardwood Weapon Rack": 1,
                "Fir Weapon Rack": 1,
                "Fir Shelves": 1
            }
        },
        "Cargo Transfer Station": {
            "Name": "Cargo Transfer Station",
            "Faves": [],
            "Pieces": {
                "Hardened Glazed Vase": 1,
                "Messy Pile of Fir Crates": 1,
                "Neat Stack of Fir Kegs": 1,
                "Crude Double-Decker Pallet": 1
            }
        },
        "Festival Market": {
            "Name": "Festival Market",
            "Faves": [],
            "Pieces": {
                "Hardened Glazed Vase": 1,
                "Two-Tier Vendor's Booth: Rising Fortunes": 1,
                "Toy Stand: Dazzling Delights": 1,
                "Umbrella Shop: Kaleidoscope of Parasol Colors": 1
            }
        },
        "Thoroughfare Entrance: Evil Banisher": {
            "Name": "Thoroughfare Entrance: Evil Banisher",
            "Faves": [],
            "Pieces": {
                "Adeptus Gate": 1,
                "Stone Lion Statue: The Knowing": 1,
                "Stone Lion Statue: The Warding": 1
            }
        },
        "Ever-Popular Eatery": {
            "Name": "Ever-Popular Eatery",
            "Faves": [],
            "Pieces": {
                "\"Clouds East of Bishui\"": 1,
                "Wooden Outdoor Tea Table": 1,
                "Liyue Shop: Citywide Favorite": 1
            }
        },
        "Rural Water Source": {
            "Name": "Rural Water Source",
            "Faves": [],
            "Pieces": {
                "\"Green Fountain\"": 1,
                "Roofed Well: For Purity": 1,
                "\"The Color of the Wind\"": 1
            }
        },
        "Lone and Cautious Adventurer": {
            "Name": "Lone and Cautious Adventurer",
            "Faves": [],
            "Pieces": {
                "Deadwood Road Sign": 1,
                "Simple Single-Person Tent": 1,
                "\"The Adventurer's Burdens\"": 1
            }
        },
        "Climate Crossover": {
            "Name": "Climate Crossover",
            "Faves": [],
            "Pieces": {
                "\"Brightcrown Plumebush\"": 1,
                "Yellow Sandbearer Tree": 1,
                "\"Concealing Leaves\"": 1,
                "Hiding Grazestone": 1,
                "Recreation Stone": 1
            }
        },
        "Dialogue Twixt Ancient Tree and Rock": {
            "Name": "Dialogue Twixt Ancient Tree and Rock",
            "Faves": [
                "Jean",
                "Razor",
                "Sucrose",
                "Xinyan",
                "Rosaria"
            ],
            "Pieces": {
                "\"Green Fountain\"": 1,
                "Hiding Grazestone": 1,
                "Peculiar Knotwood Tree": 1
            }
        },
        "Amidst Poetic Pondering": {
            "Name": "Amidst Poetic Pondering",
            "Faves": [
                "Jean",
                "Lisa",
                "Fischl",
                "Mona",
                "Eula"
            ],
            "Pieces": {}
        },
        "Amidst Whispering Winds": {
            "Name": "Amidst Whispering Winds",
            "Faves": [
                "Barbara",
                "Eula",
                "Noelle"
            ],
            "Pieces": {}
        },
        "Feiyun Study Room": {
            "Name": "Feiyun Study Room",
            "Faves": [
                "Xingqiu",
                "Zhongli",
                "Ningguang"
            ],
            "Pieces": {}
        },
        "Cloudy Haze Dream-Court": {
            "Name": "Cloudy Haze Dream-Court",
            "Faves": [
                "Hu Tao",
                "Yanfei",
                "Ganyu",
                "Keqing",
                "Chongyun"
            ],
            "Pieces": {}
        },
        "Secret Research Lab": {
            "Name": "Secret Research Lab",
            "Faves": [
                "Klee",
                "Sucrose",
                "Albedo",
                "Lisa"
            ],
            "Pieces": {}
        },
        "Cottage Kitchen": {
            "Name": "Cottage Kitchen",
            "Faves": [
                "Tartaglia",
                "Mona",
                "Xiao",
                "Xiangling",
                "Razor"
            ],
            "Pieces": {}
        },
        "Weapon Forging Station": {
            "Name": "Weapon Forging Station",
            "Faves": [
                "Noelle",
                "Bennett",
                "Diluc",
                "Diona"
            ],
            "Pieces": {}
        },
        "Idyllic Town": {
            "Name": "Idyllic Town",
            "Faves": [
                "Diona",
                "Amber",
                "Razor"
            ],
            "Pieces": {}
        },
        "Bird and Blossom Park": {
            "Name": "Bird and Blossom Park",
            "Faves": [
                "Venti",
                "Rosaria",
                "Barbara",
                "Jean",
                "Kaeya"
            ],
            "Pieces": {}
        },
        "Gathering of Gourmets": {
            "Name": "Gathering of Gourmets",
            "Faves": [
                "Beidou",
                "Xiangling",
                "Ganyu",
                "Xinyan",
                "Tartaglia"
            ],
            "Pieces": {}
        },
        "Glittering Street": {
            "Name": "Glittering Street",
            "Faves": [
                "Ningguang",
                "Keqing",
                "Yanfei",
                "Xingqiu",
                "Zhongli"
            ],
            "Pieces": {}
        },
        "Qingce Cloud Residence": {
            "Name": "Qingce Cloud Residence",
            "Faves": [
                "Xinyan",
                "Xiao",
                "Hu Tao",
                "Qiqi"
            ],
            "Pieces": {}
        },
        "Of Hunting and Dancing": {
            "Name": "Of Hunting and Dancing",
            "Faves": [
                "Amber",
                "Sucrose",
                "Klee",
                "Beidou"
            ],
            "Pieces": {}
        },
        "Iter Ad Astra Abyssosque": {
            "Name": "Iter Ad Astra Abyssosque",
            "Faves": [
                "Bennett",
                "Qiqi",
                "Chongyun",
                "Fischl",
                "Albedo"
            ],
            "Pieces": {}
        },
        "Dawn Orchard": {
            "Name": "Dawn Orchard",
            "Faves": [
                "Diluc",
                "Kaeya",
                "Venti",
                "Rosaria"
            ],
            "Pieces": {}
        }
    }
}